{
  "tabs": {
    "today": "اليوم",
    "progress": "التقدّم"
  },
  "hub": {
    "goodMorning": "صباح الخير",
    "goodAfternoon": "مساء الخير",
    "goodEvening": "مساء الخير",
    "score": "{{completed}}/{{total}}",
    "streak": "{{count}} يوم متتالي",
    "streakZero": "ابدأ سلسلتك!",
    "allDone": "أنجزت كل شيء اليوم!",
    "welcomeHint": "اضغط على عادة لتحديدها!",
    "tapToComplete": "اضغط للتحديد",
    "tapToUndo": "اضغط للتراجع"
  },
  "habits": {
    "breathing": {
      "name": "التنفّس",
      "oneLiner": "ينشّط جهازك العصبي المهدّئ — راحة فورية",
      "action": "ابدأ تمرين التنفّس",
      "tldr": "التنفّس البطيء المنتظم يخفض الكورتيزول ويقلّل ضغط الدم ويحسّن تقلّبية معدّل القلب خلال دقائق. 5 دقائق فقط يومياً تقلّل القلق بشكل ملموس.",
      "body": "جهازك العصبي اللاإرادي له فرعان: الجهاز الودّي (\"القتال أو الفرار\") والجهاز نظير الودّي (\"الراحة والهضم\"). التنفّس البطيء المتعمّد ينشّط مباشرةً الفرع نظير الودّي عبر العصب المبهم.\n\nعندما تزفر ببطء، تكتشف مستقبلات الضغط في قوس الأبهر تغيّر الضغط وترسل إشارات إلى جذع الدماغ لإبطاء معدّل القلب. لهذا السبب تكون التقنيات ذات الزفير المطوّل (مثل التنهّد الدوري) فعّالة بشكل خاص.\n\nوجدت دراسة أجرتها جامعة ستانفورد عام 2023 أن 5 دقائق فقط من التنفّس المنظّم يومياً — تحديداً التنهّد الدوري — تفوّقت على التأمّل الذهني في تقليل القلق وتحسين المزاج. كان التأثير قابلاً للقياس من الجلسة الأولى وتراكم على مدار 28 يوماً.\n\nتقلّبية معدّل القلب (HRV)، وهي مؤشّر رئيسي لمقاومة التوتر، تتحسّن بشكل ملحوظ مع ممارسة تمارين التنفّس بانتظام. ترتبط HRV المرتفعة بتنظيم عاطفي أفضل ومرونة معرفية أعلى وصحّة قلبية وعائية أفضل.\n\nجمال تمارين التنفّس يكمن في سهولة الوصول إليها: لا تحتاج إلى معدّات ولا مكان خاص ويمكن ممارستها في أي مكان. حتى دقيقة واحدة من التنفّس البطيء قبل حدث مجهد تقلّل استجابة الكورتيزول بشكل ملموس.",
      "recommendation": "2-5 دقائق من التنفّس البطيء يومياً. التنفّس المربّع (4-4-4-4) أو التنهّد الدوري.",
      "criterion": "3 دقائق تنفس بطيء"
    },
    "light": {
      "name": "التعرّض للضوء",
      "oneLiner": "ضوء الشمس الصباحي يضبط ساعتك البيولوجية — نوم ومزاج أفضل",
      "action": "سجّل التعرّض للشمس",
      "tldr": "10-30 دقيقة من التعرّض للضوء الساطع تنظّم الإيقاع اليوماوي وتحسّن جودة النوم وتزيد اليقظة ولها تأثيرات مضادّة للاكتئاب.",
      "body": "يعمل جسمك بساعة رئيسية — النواة فوق التصالبية (SCN) في الوطاء. تتحكّم هذه الساعة في موعد شعورك بالنعاس وموعد ذروة الكورتيزول وارتفاع حرارة الجسم ومئات العمليات الإيقاعية الأخرى. المدخل الرئيسي الذي يزامن هذه الساعة هو الضوء الذي يصل إلى خلايا متخصّصة في شبكية العين تسمّى الخلايا العقدية الشبكية الحسّاسة للضوء ذاتياً (ipRGCs).\n\nالتعرّض لضوء الصباح يطلق سلسلة من التفاعلات: يكبح إنتاج الميلاتونين، ويرفع الكورتيزول (الذروة الصباحية الصحية)، ويزيد تخليق السيروتونين، ويضبط مؤقّتاً لإطلاق الميلاتونين بعد حوالي 14-16 ساعة. لهذا يحسّن ضوء الصباح يقظة النهار والنوم الليلي معاً.\n\nوجدت تجربة بارزة نُشرت في JAMA Psychiatry عام 2016 أن العلاج بالضوء الساطع كان بنفس فعالية الفلوكسيتين (Prozac) للاكتئاب الشديد غير الموسمي — وكان الجمع بينهما أكثر فعالية بشكل ملحوظ من أيّ منهما وحده. كان حجم التأثير ذا دلالة سريرية وسريعاً.\n\nوجدت دراسة نُشرت عام 2023 في Nature Mental Health حلّلت بيانات أكثر من 85,000 مشارك من UK Biobank أن زيادة التعرّض لضوء النهار ارتبطت بانخفاض خطر الاكتئاب وتحسّن المزاج المُبلّغ ذاتياً وسهولة أكبر في الاستيقاظ صباحاً وقلّة الشعور بالتعب. والأهم أن التعرّض للضوء الليلي كان له تأثير معاكس.\n\nالفكرة الجوهرية: لا يتعلّق الأمر بمجرّد الحصول على ضوء — بل بالحصول على الضوء المناسب في الوقت المناسب. ضوء الخارج الساطع في الصباح يختلف جذرياً عن الإضاءة الاصطناعية الداخلية. حتى في يوم غائم، يكون ضوء الخارج عادةً أقوى بـ 10-50 مرّة من الإضاءة الداخلية.",
      "recommendation": "اخرج في الهواء الطلق خلال ساعة من الاستيقاظ. 10 دقائق مع الشمس، 20-30 دقيقة في الغيم.",
      "criterion": "10 دقائق شمس صباحية"
    },
    "food": {
      "name": "طعام صحي",
      "oneLiner": "ما تأكله يبني دماغك — كل وجبة صحية مهمة",
      "action": "سجّل وجبة صحية",
      "tldr": "الأنظمة الغذائية المتنوّعة والمتوازنة الغنية بالأطعمة الكاملة تقلّل خطر الاكتئاب بنحو 33%، وأمراض القلب والأوعية الدموية بنحو 30%، والوفيات لجميع الأسباب. لا يوجد نظام غذائي واحد هو الأفضل — التنوّع والتوازن هما الأهم.",
      "body": "العلاقة بين النظام الغذائي والصحة النفسية مدعومة الآن بأدلّة تدخّلية قوية، وليس مجرّد ارتباطات رصدية. لقد ازدهر مجال \"الطب النفسي التغذوي\" بشكل كبير في العقد الأخير.\n\nالنتيجة الثابتة عبر الأبحاث ليست أن نظاماً غذائياً واحداً يتفوّق — بل أن التنوّع والتوازن هما الأهم. الأنظمة الغنية بالخضروات والفواكه والحبوب الكاملة والبروتينات الخالية من الدهون والدهون الصحية تتفوّق باستمرار على الأنظمة الغنية بالأطعمة المصنّعة، بغض النظر عن التقليد الثقافي الذي تنتمي إليه.\n\nطبق عملي قائم على الأدلّة يبدو تقريباً هكذا: ~50% خضروات وفواكه، ~25% حبوب كاملة، ~25% بروتين (سمك، بقوليات، دواجن، مكسّرات). هذا يتوافق مع أبحاث Harvard للطبق الصحي ونتائج لجنة EAT-Lancet عام 2019 من 37 خبيراً في 16 دولة.\n\nهناك عدّة أنماط غذائية مدروسة جيداً تتبع هذه المبادئ:\n• النظام المتوسّطي — غني بزيت الزيتون والسمك والخضروات والبقوليات. أظهرت تجربة PREDIMED (7,447 مشاركاً) انخفاضاً بنحو 30% في حوادث القلب والأوعية الدموية.\n• نظام DASH — يركّز على الفواكه والخضروات والحبوب الكاملة وتقليل الصوديوم. ثبت أنه يخفض ضغط الدم خلال أسابيع.\n• النظام الاسكندنافي — مبني على الحبوب الكاملة والأسماك الدهنية والخضروات الجذرية والتوت. مرتبط بتقليل الالتهاب وانخفاض مخاطر القلب والأوعية الدموية.\n• النظام الياباني التقليدي — غني بالسمك والأطعمة المخمّرة والخضروات والأعشاب البحرية. مرتبط بأطول متوسّط عمر متوقّع في العالم.\n\nما يجمعها جميعاً: استهلاك عالٍ للخضروات، حدّ أدنى من الأطعمة فائقة المعالجة، مصادر غذائية متنوّعة، ونسب متوازنة.\n\nالآليات متعدّدة الأوجه: تأثيرات مضادّة للالتهابات (الالتهاب المزمن مرتبط بالاكتئاب)، تنوّع الميكروبيوم المعوي (الأمعاء تنتج ~95% من السيروتونين)، تحسين تنظيم سكّر الدم (ارتفاعات الغلوكوز تضعف الوظيفة المعرفية)، وتوفير أفضل للمغذّيات الضرورية لتخليق الناقلات العصبية (omega-3، فيتامينات B، الزنك، المغنيسيوم).\n\nأظهرت تجربة SMILES trial (2017) أن تحسين النظام الغذائي — مع التركيز على التوازن والأطعمة الكاملة بدلاً من نظام غذائي واحد بعينه — أدّى إلى هدأة الاكتئاب لدى 32% من المشاركين مقابل 8% في مجموعة الضبط.\n\nلا تحتاج إلى اتّباع نظام غذائي بالاسم. ركّز على التنوّع والتوازن: املأ نصف طبقك بالخضروات، واختر الأطعمة الكاملة بدل المصنّعة، وتناول مجموعة واسعة من الأطعمة. تُظهر الأبحاث باستمرار أن التحسينات التدريجية تحقّق فوائد ذات معنى.",
      "recommendation": "استهدف ~50% خضروات، ~25% حبوب كاملة، ~25% بروتين. تناول أطعمة كاملة ومتنوّعة.",
      "criterion": "طبق متوازن، بدون أطعمة فائقة المعالجة"
    },
    "sleep": {
      "name": "النوم",
      "oneLiner": "دماغك ينظّف نفسه أثناء النوم — كل ساعة مهمة",
      "action": "سجّل أوقات النوم",
      "tldr": "أثناء النوم العميق ينظّف الجهاز الغليمفاوي في الدماغ الفضلات. أقل من 7 ساعات يرفع معدّل الوفيات 13%. ليلة واحدة من الحرمان تقلّل التنظيم العاطفي بنحو 60%.",
      "body": "النوم ليس فقداناً سلبياً للوعي — إنه عملية نشطة عالية التنظيم وضرورية للبقاء. أثناء النوم العميق (الموجات البطيئة)، يزيد الجهاز الغليمفاوي في الدماغ تدفّق السائل الدماغي الشوكي بنسبة 60%، ممّا يزيل الفضلات الأيضية بما فيها بروتين بيتا-أميلويد المرتبط بمرض الزهايمر.\n\nاكتشفت ورقة بحثية رائدة نُشرت في Science عام 2013 بقيادة Xie et al. أن المسافة بين خلايا الدماغ تتوسّع بنسبة 60% أثناء النوم، ممّا يسمح بحدوث \"غسل الدماغ\" هذا. وهذا يعني أن الحرمان المزمن من النوم قد يترك حرفياً فضلات سامّة تتراكم في دماغك.\n\nبيانات الوفيات صارخة: وجد تحليل تلوي شمل 1.3 مليون مشارك أن النوم أقل من 7 ساعات في الليلة يرتبط بزيادة 13% في خطر الوفاة لجميع الأسباب. لكن الأمر لا يتعلّق بالمدّة فقط — جودة النوم مهمّة للغاية.\n\nربّما الأكثر صلة مباشرة: ليلة واحدة من الحرمان من النوم تسبّب زيادة 60% في تفاعلية اللوزة الدماغية تجاه المحفّزات السلبية، ممّا يقطع فعلياً الاتصال بين القشرة الأمامية الجبهية (الدماغ العقلاني) ومراكزك العاطفية. لهذا يبدو كل شيء أسوأ بعد ليلة نوم سيئة — قدرة دماغك على تنظيم العواطف متضرّرة فسيولوجياً.\n\nالنوم أيضاً يعزّز الذاكرة وينظّم الهرمونات (هرمون النموّ يُفرز أساساً أثناء النوم العميق) ويحافظ على وظيفة المناعة (فعالية خلايا T تنخفض بشكل ملحوظ بعد ليلة واحدة فقط من النوم السيئ) وينظّم هرمونات الشهية (الحرمان من النوم يزيد الغريلين ويقلّل اللبتين، ممّا يجعلك أكثر جوعاً).\n\nأهمّ شيئين يمكنك فعلهما للنوم هما: الانتظام (نفس موعد النوم والاستيقاظ) والتعرّض لضوء الصباح (الذي يضبط مؤقّت الميلاتونين للمساء).",
      "recommendation": "7-9 ساعات. مواعيد نوم واستيقاظ ثابتة.",
      "criterion": "النوم 7 ساعات"
    },
    "exercise": {
      "name": "الرياضة",
      "oneLiner": "أقوى مضاد للاكتئاب وأداة لطول العمر — تحرّك يومياً",
      "action": "سجّل التمارين",
      "tldr": "يقلّل الوفيات لجميع الأسباب 30-35%، بنفس فعالية مضادّات الاكتئاب SSRIs، يعزّز تكوّن الخلايا العصبية. 11 دقيقة مشي سريع تُحدث فرقاً.",
      "body": "التمارين الرياضية هي أقرب شيء لدينا إلى دواء سحري. وجد تحليل تلوي نُشر في BMJ عام 2024 شمل أكثر من 200 دراسة أن التمارين أكثر فعالية بمقدار 1.5 مرّة من الاستشارة النفسية أو الأدوية الرئيسية في تقليل أعراض الاكتئاب والقلق والضيق النفسي. كان المشي أو الجري واليوغا وتمارين القوة من بين الأنماط الأكثر فعالية.\n\nمنحنى الجرعة والاستجابة للتمارين يتركّز بشكل ملحوظ في البداية: وجدت دراسة نُشرت عام 2023 في British Journal of Sports Medicine حلّلت بيانات 196 دراسة أن 11 دقيقة فقط من المشي السريع اليومي (75 دقيقة/أسبوع) ارتبطت بانخفاض 23% في خطر الوفاة المبكرة. الانتقال من عدم الحركة إلى أدنى نشاط يوفّر أكبر فائدة هامشية.\n\nعلى الصعيد العصبي، أظهرت دراسة بارزة نُشرت في PNAS عام 2011 أن سنة واحدة من التمارين الهوائية المعتدلة زادت حجم الحصين بنسبة 2%، ممّا عكس فعلياً 1-2 سنة من الانكماش المرتبط بالعمر. الحصين ضروري للذاكرة وهو من أوائل البنى المتأثّرة بمرض الزهايمر. تعزّز التمارين تكوّن الخلايا العصبية (ولادة خلايا دماغية جديدة) من خلال زيادة BDNF (العامل العصبي المشتقّ من الدماغ).\n\nالتمارين أيضاً تحسّن جودة النوم وتقلّل الالتهاب وتحسّن حساسية الإنسولين وتقوّي العظام وتقلّل خطر السرطان وتحسّن الوظيفة المعرفية وتعزّز الكفاءة الذاتية. الآليات متنوّعة لدرجة أنه لا يوجد دواء واحد يمكنه تكرار جميع فوائد النشاط البدني المنتظم.\n\nالاستنتاج الأهم من الأبحاث الحديثة: أكبر مكسب صحي يأتي من الانتقال من لا شيء إلى شيء. لا تحتاج إلى الركض في ماراثونات. مشي 10 دقائق أفضل بما لا يُقاس من عدم المشي. ابدأ بشيء بسيط للغاية وابنِ الانتظام قبل الشدّة.",
      "recommendation": "أي حركة مهمّة. مشي 10 دقائق أفضل بما لا يُقاس من لا شيء.",
      "criterion": "التحرك لمدة 10 دقائق"
    },
    "gratitude": {
      "name": "الامتنان",
      "oneLiner": "٣ أشياء جيدة تعيد برمجة دماغك نحو الإيجابية",
      "action": "اكتب ما تمتنّ له",
      "tldr": "كتابة الامتنان تزيد الرفاهية 10-25%، وتحسّن النوم، وتقلّل الاكتئاب، وتُحدث تغييرات عصبية دائمة.",
      "body": "ممارسة الامتنان هي من أكثر تدخّلات علم النفس الإيجابي دراسةً، مع أدلّة متينة تمتدّ لأكثر من عقدين من البحث. التأثيرات ليست ذاتية فقط — ممارسة الامتنان تُحدث تغييرات قابلة للقياس في بنية الدماغ ووظيفته.\n\nأثبتت الدراسة التأسيسية لـ Emmons وMcCullough عام 2003 أن الأشخاص الذين كتبوا أسبوعياً عن أشياء يمتنّون لها مارسوا رياضة أكثر وعانوا من شكاوى جسدية أقل وشعروا بتحسّن تجاه حياتهم مقارنة بمن كتبوا عن المتاعب أو أحداث محايدة. كان حجم التأثير كبيراً: تحسّن 10-25% في مقاييس الرفاهية.\n\nوجدت دراسة fMRI أجراها Kini et al. عام 2016 أن ممارسة الامتنان أحدثت تغييرات دائمة في طريقة معالجة الدماغ للمعلومات. أظهر المشاركون الذين كتبوا رسائل امتنان حساسية عصبية أكبر بكثير لتجارب الامتنان بعد أشهر — حتى دون ممارسة نشطة. أظهرت القشرة الأمامية الجبهية الوسطى، المسؤولة عن التعلّم واتخاذ القرارات، أهمّ التغييرات. هذا يشير إلى أن ممارسة الامتنان تعيد برمجة المعالجة الأساسية لدماغك حرفياً.\n\nالعلاقة بالنوم مقنعة بشكل خاص: وجد Wood et al. (2009) أن الامتنان ارتبط بنوم أفضل بشكل رئيسي من خلال آلية الأفكار ما قبل النوم. يملك الأشخاص الممتنّون أفكاراً إيجابية أكثر وأفكاراً سلبية أقل قبل النوم، ممّا يؤدّي إلى نوم أسرع وجودة نوم أفضل.\n\nمفتاح ممارسة الامتنان الفعّالة هو التحديد. \"أنا ممتنّ لصحّتي\" أقل تأثيراً بكثير من \"أنا ممتنّ لأن قدميّ حملتاني في نزهة في الحديقة هذا الصباح ولاحظت أن أزهار الكرز كانت تتفتّح.\" الامتنان المحدّد يجبرك على إعادة عيش التجربة الإيجابية، ممّا يضاعف أثرها العاطفي ويدرّب دماغك على ملاحظة التفاصيل الإيجابية.",
      "recommendation": "1-3 أشياء محدّدة يومياً. كن محدّداً لا عامّاً.",
      "criterion": "كتابة 3 أشياء محددة"
    }
  },
  "breathing": {
    "inhale": "شهيق",
    "hold": "احبس",
    "exhale": "زفير",
    "tapToStart": "اضغط للبدء"
  },
  "progress": {
    "title": "التقدّم",
    "currentStreak": "السلسلة الحالية",
    "bestStreak": "أفضل سلسلة",
    "days": "أيام",
    "thisWeek": "آخر 7 أيام",
    "thisYear": "هذا العام",
    "completionRate": "نسبة الإنجاز {{rate}}%",
    "noData": "لا توجد بيانات بعد"
  },
  "settings": {
    "title": "الإعدادات",
    "habits": "العادات",
    "hideHabit": "إخفاء العادة",
    "showHabit": "إظهار العادة",
    "language": "اللغة",
    "autoDetect": "اكتشاف تلقائي",
    "theme": "المظهر",
    "themeLight": "فاتح",
    "themeDark": "داكن",
    "themeAuto": "تلقائي",
    "about": "حول التطبيق",
    "version": "الإصدار {{version}}",
    "myHabits": "عاداتي",
    "addHabit": "أضف عادة...",
    "resetData": "إعادة تعيين جميع البيانات",
    "resetConfirm": "سيؤدي هذا إلى حذف جميع بياناتك. هل أنت متأكد؟",
    "reminders": "التذكيرات",
    "manageReminders": "إدارة تذكيراتك اليومية"
  },
  "criteria": {
    "myGoal": "هدفي",
    "placeholder": "حدد هدفك...",
    "reset": "إعادة تعيين للافتراضي"
  },
  "article": {
    "whyTitle": "لماذا {{habit}}؟",
    "tldr": "باختصار",
    "studies": "الدراسات",
    "recommendation": "ماذا تفعل"
  },
  "accessibility": {
    "close": "إغلاق",
    "settings": "الإعدادات",
    "deleteHabit": "حذف {{name}}",
    "addHabit": "إضافة عادة",
    "openLanguagePicker": "فتح اختيار اللغة",
    "resetAllData": "إعادة تعيين جميع البيانات",
    "scoreLabel": "{{completed}} من {{total}} عادات مكتملة",
    "streakLabel": "سلسلة {{count}} يوم",
    "streakZeroLabel": "لا توجد سلسلة بعد",
    "heatmapLabel": "خريطة حرارية سنوية لإكمال العادات",
    "weeklyChartLabel": "مخطط الإكمال الأسبوعي",
    "breathingStart": "بدء تمرين التنفّس",
    "breathingRound": "الجولة {{current}} من {{total}}",
    "openStudy": "يُفتح في المتصفح"
  },
  "notifications": {
    "title": "التذكيرات",
    "addReminder": "إضافة تذكير",
    "scheduleDaily": "يومياً الساعة {{hour}}:{{minute}}",
    "scheduleInterval": "كل {{hours}}س {{minutes}}د",
    "hours": "ساعات",
    "minutes": "دقائق",
    "editReminder": "تعديل التذكير",
    "deleteReminder": "حذف التذكير",
    "deleteConfirm": "حذف هذا التذكير؟",
    "titlePlaceholder": "عنوان التذكير...",
    "bodyPlaceholder": "رسالة التذكير...",
    "permissionRequired": "إذن الإشعارات",
    "permissionDenied": "يرجى تفعيل الإشعارات في إعدادات جهازك لتلقي التذكيرات.",
    "hour": "ساعة",
    "minute": "دقيقة",
    "daily": "يومي",
    "interval": "متكرر",
    "defaults": {
      "morning": {
        "title": "الروتين الصباحي",
        "body": "حان وقت بدء عاداتك الصحية!"
      },
      "evening": {
        "title": "استرخاء المساء",
        "body": "استرخِ وتأمّل في يومك."
      },
      "move": {
        "title": "حان وقت الحركة",
        "body": "خذ استراحة وتحرّك قليلاً!"
      }
    }
  },
  "common": {
    "done": "تم",
    "cancel": "إلغاء",
    "save": "حفظ",
    "delete": "حذف",
    "edit": "تعديل",
    "ok": "حسناً",
    "yes": "نعم",
    "no": "لا",
    "notFound": "غير موجود"
  }
}
