{
  "tabs": {
    "today": "আজ",
    "progress": "অগ্রগতি"
  },
  "hub": {
    "goodMorning": "সুপ্রভাত",
    "goodAfternoon": "শুভ অপরাহ্ন",
    "goodEvening": "শুভ সন্ধ্যা",
    "score": "{{completed}}/{{total}}",
    "streak": "{{count}} দিন ধারাবাহিক",
    "streakZero": "আপনার ধারা শুরু করুন!",
    "allDone": "আজকের সব কাজ শেষ!",
    "welcomeHint": "একটি অভ্যাসে ট্যাপ করুন!",
    "tapToComplete": "সম্পূর্ণ করতে ট্যাপ করুন",
    "tapToUndo": "পূর্বাবস্থায় ফেরাতে ট্যাপ করুন"
  },
  "habits": {
    "breathing": {
      "name": "শ্বাসক্রিয়া",
      "oneLiner": "শান্ত স্নায়ুতন্ত্র সক্রিয় করে — তাৎক্ষণিক স্বস্তি",
      "action": "শ্বাস ব্যায়াম শুরু করুন",
      "tldr": "ধীর, কাঠামোবদ্ধ শ্বাসক্রিয়া মিনিটের মধ্যে কর্টিসল কমায়, রক্তচাপ হ্রাস করে এবং হৃদস্পন্দনের পরিবর্তনশীলতা উন্নত করে। দিনে মাত্র ৫ মিনিটেই উদ্বেগ লক্ষণীয়ভাবে কমে।",
      "body": "আপনার স্বায়ত্তশাসিত স্নায়ুতন্ত্রের দুটি শাখা রয়েছে: সিম্প্যাথেটিক (\"ফাইট অর ফ্লাইট\") এবং প্যারাসিম্প্যাথেটিক (\"বিশ্রাম ও হজম\")। ধীর, সচেতন শ্বাসক্রিয়া সরাসরি ভেগাস নার্ভের মাধ্যমে প্যারাসিম্প্যাথেটিক শাখাকে সক্রিয় করে।\n\nআপনি যখন ধীরে শ্বাস ছাড়েন, আপনার মহাধমনী চাপের পরিবর্তন শনাক্ত করে এবং মস্তিষ্কের কাণ্ডকে হৃদস্পন্দন কমানোর সংকেত দেয়। এই কারণেই দীর্ঘ নিঃশ্বাসের কৌশলগুলো (যেমন সাইক্লিক সাইং) বিশেষভাবে কার্যকর।\n\n২০২৩ সালের একটি স্ট্যানফোর্ড গবেষণায় দেখা গেছে যে দিনে মাত্র ৫ মিনিটের কাঠামোবদ্ধ শ্বাসক্রিয়া — বিশেষত সাইক্লিক সাইং — উদ্বেগ কমাতে এবং মেজাজ উন্নত করতে মাইন্ডফুলনেস মেডিটেশনকেও ছাড়িয়ে গেছে। প্রথম সেশনেই এর প্রভাব পরিমাপযোগ্য ছিল এবং ২৮ দিন ধরে তা বৃদ্ধি পায়।\n\nHRV (হৃদস্পন্দনের পরিবর্তনশীলতা), যা স্ট্রেস সহনশীলতার একটি গুরুত্বপূর্ণ সূচক, নিয়মিত শ্বাস অনুশীলনে উল্লেখযোগ্যভাবে উন্নত হয়। উচ্চতর HRV উন্নত আবেগ নিয়ন্ত্রণ, জ্ঞানীয় নমনীয়তা এবং হৃদরোগ স্বাস্থ্যের সাথে সম্পর্কিত।\n\nশ্বাস ব্যায়ামের সৌন্দর্য হলো এর সহজলভ্যতা: কোনো যন্ত্রপাতি লাগে না, বিশেষ কোনো জায়গা লাগে না, এবং যেকোনো স্থানে করা যায়। এমনকি একটি চাপের ঘটনার আগে এক মিনিটের ধীর শ্বাসও কর্টিসলের প্রতিক্রিয়া পরিমাপযোগ্যভাবে কমায়।",
      "recommendation": "প্রতিদিন ২-৫ মিনিট ধীর শ্বাসক্রিয়া। বক্স ব্রিদিং (৪-৪-৪-৪) বা সাইক্লিক সাইং।",
      "criterion": "3 মিনিট ধীর শ্বাস"
    },
    "light": {
      "name": "আলোর সংস্পর্শ",
      "oneLiner": "সকালের রোদ জৈবিক ঘড়ি সেট করে — ভালো ঘুম ও মেজাজ",
      "action": "রোদের সময় রেকর্ড করুন",
      "tldr": "১০-৩০ মিনিটের উজ্জ্বল আলোর সংস্পর্শ সার্কাডিয়ান রিদম নিয়ন্ত্রণ করে, ঘুমের মান উন্নত করে, সজাগতা বাড়ায় এবং বিষণ্নতারোধী প্রভাব রাখে।",
      "body": "আপনার শরীর একটি প্রধান ঘড়ি দ্বারা চলে — হাইপোথ্যালামাসের সুপ্রাকায়াজম্যাটিক নিউক্লিয়াস (SCN)। এই ঘড়ি নিয়ন্ত্রণ করে কখন আপনার ঘুম পায়, কখন কর্টিসল সর্বোচ্চ হয়, কখন শরীরের তাপমাত্রা বাড়ে এবং শত শত ছন্দময় প্রক্রিয়া। এই ঘড়িকে সিঙ্ক্রোনাইজ করার প্রধান ইনপুট হলো আপনার রেটিনার বিশেষ কোষে আলো পড়া, যাদের বলা হয় ইনট্রিনসিক্যালি ফটোসেনসিটিভ রেটিনাল গ্যাংলিয়ন সেল (ipRGCs)।\n\nসকালের আলো একটি শৃঙ্খল প্রতিক্রিয়া শুরু করে: এটি মেলাটোনিন উৎপাদন দমন করে, কর্টিসল বাড়ায় (সকালের স্বাস্থ্যকর বৃদ্ধি), সেরোটোনিন সংশ্লেষণ বাড়ায় এবং প্রায় ১৪-১৬ ঘণ্টা পরে মেলাটোনিন নিঃসরণের জন্য একটি টাইমার সেট করে। এই কারণেই সকালের আলো দিনের সজাগতা এবং রাতের ঘুম উভয়ই উন্নত করে।\n\n২০১৬ সালের JAMA Psychiatry-র একটি যুগান্তকারী পরীক্ষায় দেখা গেছে যে উজ্জ্বল আলো থেরাপি অ-মৌসুমী বিষণ্নতায় ফ্লুওক্সেটিন (Prozac)-এর সমান কার্যকর ছিল — এবং উভয়ের সংমিশ্রণ পৃথকভাবে যেকোনোটির চেয়ে উল্লেখযোগ্যভাবে বেশি কার্যকর ছিল।\n\n২০২৩ সালে Nature Mental Health-এ প্রকাশিত একটি গবেষণায় ৮৫,০০০-এরও বেশি UK Biobank অংশগ্রহণকারীর ডেটা বিশ্লেষণে দেখা গেছে যে দিনের বেশি আলো বিষণ্নতার ঝুঁকি কমায়, মেজাজ উন্নত করে, সকালে উঠা সহজ করে এবং ক্লান্তি কমায়। উল্লেখযোগ্যভাবে, রাতের আলোর প্রভাব ছিল ঠিক বিপরীত।\n\nমূল অন্তর্দৃষ্টি: শুধু আলো পাওয়াই যথেষ্ট নয় — সঠিক সময়ে সঠিক আলো পাওয়া গুরুত্বপূর্ণ। সকালের উজ্জ্বল বাইরের আলো ঘরের কৃত্রিম আলো থেকে সম্পূর্ণ ভিন্ন। এমনকি মেঘলা দিনেও বাইরের আলো ঘরের আলোর চেয়ে ১০-৫০ গুণ বেশি উজ্জ্বল।",
      "recommendation": "ঘুম থেকে ওঠার ১ ঘণ্টার মধ্যে বাইরে যান। রোদে ১০ মিনিট, মেঘলা দিনে ২০-৩০ মিনিট।",
      "criterion": "10 মিনিট সকালের রোদ"
    },
    "food": {
      "name": "স্বাস্থ্যকর খাবার",
      "oneLiner": "আপনি যা খান তা মস্তিষ্ক গড়ে — প্রতিটি ভালো খাবার গুরুত্বপূর্ণ",
      "action": "স্বাস্থ্যকর খাবার রেকর্ড করুন",
      "tldr": "সম্পূর্ণ খাবার সমৃদ্ধ বৈচিত্র্যময় ও সুষম খাদ্যাভ্যাস বিষণ্নতার ঝুঁকি ~৩৩%, হৃদরোগ ~৩০% এবং সার্বিক মৃত্যুহার কমায়। কোনো একক খাদ্যাভ্যাস সর্বশ্রেষ্ঠ নয় — বৈচিত্র্য ও ভারসাম্যই সবচেয়ে গুরুত্বপূর্ণ।",
      "body": "খাদ্য ও মানসিক স্বাস্থ্যের সম্পর্ক এখন শুধু পর্যবেক্ষণমূলক সম্পর্ক নয়, বরং শক্তিশালী হস্তক্ষেপমূলক প্রমাণ দ্বারা সমর্থিত। \"পুষ্টিভিত্তিক মনোরোগবিদ্যা\" ক্ষেত্রটি গত দশকে বিস্ফোরণের মতো বিকশিত হয়েছে।\n\nগবেষণায় বারবার যে ধারাবাহিক ফলাফল পাওয়া গেছে তা হলো — কোনো একটি নির্দিষ্ট খাদ্যাভ্যাস জয়ী নয়, বরং বৈচিত্র্য ও ভারসাম্যই সবচেয়ে গুরুত্বপূর্ণ। শাকসবজি, ফলমূল, গোটা শস্য, চর্বিহীন প্রোটিন ও স্বাস্থ্যকর চর্বি সমৃদ্ধ খাদ্যাভ্যাস প্রক্রিয়াজাত খাবারনির্ভর খাদ্যের চেয়ে সবসময় ভালো ফল দেয়, সেটি যে সাংস্কৃতিক ঐতিহ্যেরই হোক না কেন।\n\nএকটি ব্যবহারিক, প্রমাণভিত্তিক থালা মোটামুটি এরকম: ~৫০% শাকসবজি ও ফল, ~২৫% গোটা শস্য, ~২৫% প্রোটিন (মাছ, ডাল, মুরগি, বাদাম)। এটি Harvard-এর স্বাস্থ্যকর খাদ্য থালা গবেষণা এবং EAT-Lancet Commission-এর ২০১৯ সালের ১৬টি দেশের ৩৭ জন বিশেষজ্ঞের ফলাফলের সাথে সামঞ্জস্যপূর্ণ।\n\nবেশ কয়েকটি সুপরিচিত খাদ্যাভ্যাস এই নীতিগুলো অনুসরণ করে:\n• ভূমধ্যসাগরীয় খাদ্য — জলপাই তেল, মাছ, শাকসবজি, ডালে সমৃদ্ধ। PREDIMED trial (৭,৪৪৭ জন অংশগ্রহণকারী) হৃদরোগের ঘটনা ~৩০% হ্রাস দেখিয়েছে।\n• DASH খাদ্য — ফল, শাকসবজি, গোটা শস্য ও কম সোডিয়ামের উপর জোর দেয়। কয়েক সপ্তাহের মধ্যে রক্তচাপ কমানোর প্রমাণ রয়েছে।\n• নর্ডিক খাদ্য — গোটা শস্য, তৈলাক্ত মাছ, মূল সবজি ও বেরির উপর ভিত্তি করে তৈরি। প্রদাহ কমানো ও হৃদরোগের ঝুঁকি হ্রাসের সাথে সম্পর্কিত।\n• ঐতিহ্যবাহী জাপানি খাদ্য — মাছ, গাঁজানো খাবার, শাকসবজি ও সামুদ্রিক শৈবালে সমৃদ্ধ। বিশ্বের দীর্ঘতম প্রত্যাশিত আয়ুষ্কালের সাথে যুক্ত।\n\nসবগুলোর মধ্যে যা মিল আছে: উচ্চ শাকসবজি গ্রহণ, ন্যূনতম অতি-প্রক্রিয়াজাত খাবার, বৈচিত্র্যময় পুষ্টি উৎস এবং সুষম অনুপাত।\n\nকার্যপ্রণালী বহুমুখী: প্রদাহরোধী প্রভাব (দীর্ঘস্থায়ী প্রদাহ বিষণ্নতার সাথে যুক্ত), অন্ত্রের মাইক্রোবায়োম বৈচিত্র্য (অন্ত্র ~৯৫% সেরোটোনিন তৈরি করে), রক্তে শর্করা নিয়ন্ত্রণের উন্নতি (গ্লুকোজের ওঠানামা জ্ঞানীয় কার্যক্ষমতা ব্যাহত করে) এবং নিউরোট্রান্সমিটার সংশ্লেষণের জন্য গুরুত্বপূর্ণ পুষ্টি উপাদানের উন্নত সরবরাহ (ওমেগা-৩, বি ভিটামিন, জিংক, ম্যাগনেসিয়াম)।\n\nSMILES trial (২০১৭) দেখিয়েছে যে খাদ্যাভ্যাসের উন্নতি — কোনো একক খাদ্যের বদলে ভারসাম্য ও সম্পূর্ণ খাবারের উপর গুরুত্ব দিয়ে — ৩২% অংশগ্রহণকারীর বিষণ্নতা দূর করেছে, যেখানে নিয়ন্ত্রণ গোষ্ঠীতে এই হার ছিল ৮%।\n\nআপনাকে কোনো নির্দিষ্ট নামের খাদ্যাভ্যাস মানতে হবে না। বৈচিত্র্য ও ভারসাম্যের দিকে মনোযোগ দিন: থালার অর্ধেক শাকসবজি দিয়ে ভরুন, প্রক্রিয়াজাতের বদলে সম্পূর্ণ খাবার বেছে নিন এবং বিভিন্ন ধরনের খাবার খান। গবেষণা ধারাবাহিকভাবে দেখায় যে ক্রমবর্ধমান উন্নতি অর্থবহ সুফল দেয়।",
      "recommendation": "লক্ষ্য রাখুন ~৫০% শাকসবজি, ~২৫% গোটা শস্য, ~২৫% প্রোটিন। বৈচিত্র্যময় সম্পূর্ণ খাবার খান।",
      "criterion": "সুষম থালা, অতি-প্রক্রিয়াজাত খাবার নেই"
    },
    "sleep": {
      "name": "ঘুম",
      "oneLiner": "ঘুমের সময় মস্তিষ্ক নিজেকে পরিষ্কার করে — প্রতিটি ঘণ্টা গুরুত্বপূর্ণ",
      "action": "ঘুমের সময় রেকর্ড করুন",
      "tldr": "গভীর ঘুমের সময় মস্তিষ্কের গ্লিম্ফ্যাটিক সিস্টেম বর্জ্য পরিষ্কার করে। ৭ ঘণ্টার কম ঘুমে মৃত্যুহার ১৩% বাড়ে। একরাত ঘুম বঞ্চনায় আবেগ নিয়ন্ত্রণ ~৬০% কমে যায়।",
      "body": "ঘুম নিষ্ক্রিয় অচেতনতা নয় — এটি একটি সক্রিয়, অত্যন্ত সংগঠিত প্রক্রিয়া যা বেঁচে থাকার জন্য অপরিহার্য। গভীর (স্লো-ওয়েভ) ঘুমের সময়, মস্তিষ্কের গ্লিম্ফ্যাটিক সিস্টেম সেরিব্রোস্পাইনাল ফ্লুইডের প্রবাহ ৬০% বৃদ্ধি করে, বিপাকীয় বর্জ্য পদার্থ যেমন বিটা-অ্যামাইলয়েড (আলঝেইমার রোগের সাথে জড়িত প্রোটিন) পরিষ্কার করে।\n\n২০১৩ সালে Science জার্নালে Xie এবং সহকর্মীদের একটি যুগান্তকারী গবেষণা আবিষ্কার করে যে ঘুমের সময় মস্তিষ্কের কোষগুলোর মধ্যবর্তী স্থান ৬০% বিস্তৃত হয়, যা এই \"মস্তিষ্ক ধোয়ার\" প্রক্রিয়া ঘটতে দেয়। এর মানে দীর্ঘস্থায়ী ঘুম বঞ্চনা আক্ষরিক অর্থেই আপনার মস্তিষ্কে বিষাক্ত বর্জ্য জমিয়ে রাখতে পারে।\n\nমৃত্যুহারের তথ্য স্পষ্ট: ১.৩ মিলিয়ন অংশগ্রহণকারীর একটি মেটা-বিশ্লেষণে দেখা গেছে যে রাতে ৭ ঘণ্টার কম ঘুম সব-কারণ মৃত্যুহারের ১৩% বর্ধিত ঝুঁকির সাথে সম্পর্কিত। তবে শুধু সময়কাল নয় — ঘুমের মান অত্যন্ত গুরুত্বপূর্ণ।\n\nসবচেয়ে তাৎক্ষণিকভাবে প্রাসঙ্গিক: একরাত ঘুম বঞ্চনায় নেতিবাচক উদ্দীপনার প্রতি অ্যামিগডালার প্রতিক্রিয়া ৬০% বেড়ে যায়, কার্যত আপনার প্রিফ্রন্টাল কর্টেক্সকে (যুক্তিবাদী মস্তিষ্ক) আবেগ কেন্দ্র থেকে বিচ্ছিন্ন করে দেয়। এই কারণেই খারাপ ঘুমের পর সবকিছু আরও খারাপ লাগে — আবেগ নিয়ন্ত্রণের মস্তিষ্কের ক্ষমতা শারীরিকভাবে ক্ষতিগ্রস্ত হয়।\n\nঘুম স্মৃতি সংহত করে, হরমোন নিয়ন্ত্রণ করে (গ্রোথ হরমোন প্রধানত গভীর ঘুমে নিঃসৃত হয়), রোগ প্রতিরোধ ক্ষমতা বজায় রাখে (একরাত খারাপ ঘুমেই আপনার টি-সেলের কার্যকারিতা উল্লেখযোগ্যভাবে কমে যায়) এবং ক্ষুধা হরমোন নিয়ন্ত্রণ করে (ঘুম বঞ্চনা ঘ্রেলিন বাড়ায় ও লেপটিন কমায়, যা আপনাকে বেশি ক্ষুধার্ত করে)।\n\nঘুমের জন্য সবচেয়ে প্রভাবশালী দুটি কাজ হলো ধারাবাহিকতা (একই ঘুমানো/ওঠার সময়) এবং সকালের আলোর সংস্পর্শ (যা সন্ধ্যায় মেলাটোনিন টাইমার সেট করে)।",
      "recommendation": "৭-৯ ঘণ্টা। নিয়মিত ঘুমানো/ওঠার সময়।",
      "criterion": "7 ঘণ্টা ঘুম"
    },
    "exercise": {
      "name": "ব্যায়াম",
      "oneLiner": "সেরা বিষণ্নতারোধী ও দীর্ঘায়ু হাতিয়ার — প্রতিদিন চলুন",
      "action": "ব্যায়াম রেকর্ড করুন",
      "tldr": "সব-কারণ মৃত্যুহার ৩০-৩৫% কমায়, বিষণ্নতায় SSRIs-এর সমান কার্যকর, নিউরোজেনেসিস ঘটায়। ১১ মিনিট দ্রুত হাঁটাও সাহায্য করে।",
      "body": "ব্যায়াম হলো আমাদের কাছে থাকা অলৌকিক ওষুধের সবচেয়ে কাছের জিনিস। ২০২৪ সালের BMJ-র ২০০-এরও বেশি গবেষণার একটি মেটা-বিশ্লেষণে দেখা গেছে যে বিষণ্নতা, উদ্বেগ এবং মানসিক যন্ত্রণার লক্ষণ কমাতে ব্যায়াম কাউন্সেলিং বা প্রধান ওষুধের চেয়ে ১.৫ গুণ বেশি কার্যকর। হাঁটা বা জগিং, যোগব্যায়াম এবং শক্তি প্রশিক্ষণ সবচেয়ে কার্যকর পদ্ধতিগুলোর মধ্যে ছিল।\n\nব্যায়ামের ডোজ-প্রতিক্রিয়া বক্ররেখা অত্যন্ত প্রাথমিক পর্যায়ে ঘনীভূত: British Journal of Sports Medicine-এ ২০২৩ সালের ১৯৬টি গবেষণার বিশ্লেষণে দেখা গেছে যে দিনে মাত্র ১১ মিনিট দ্রুত হাঁটা (সপ্তাহে ৭৫ মিনিট) অকাল মৃত্যুর ২৩% কম ঝুঁকির সাথে সম্পর্কিত। শূন্য থেকে সামান্য সক্রিয়তায় যাওয়াই সবচেয়ে বেশি প্রান্তিক সুবিধা দেয়।\n\nস্নায়বিক দিক থেকে, ২০১১ সালের PNAS-এর একটি যুগান্তকারী গবেষণায় দেখা গেছে যে এক বছরের মাঝারি অ্যারোবিক ব্যায়াম হিপোক্যাম্পাসের আয়তন ২% বাড়িয়েছে, যা কার্যত ১-২ বছরের বয়সজনিত সংকোচন পুনরুদ্ধার করে। হিপোক্যাম্পাস স্মৃতির জন্য গুরুত্বপূর্ণ এবং আলঝেইমার রোগে প্রথম আক্রান্ত হয়। ব্যায়াম BDNF (ব্রেইন-ডিরাইভড নিউরোট্রফিক ফ্যাক্টর) বৃদ্ধির মাধ্যমে নিউরোজেনেসিস (নতুন মস্তিষ্ক কোষের জন্ম) ঘটায়।\n\nব্যায়াম ঘুমের মানও উন্নত করে, প্রদাহ কমায়, ইনসুলিন সংবেদনশীলতা বাড়ায়, হাড় মজবুত করে, ক্যান্সারের ঝুঁকি কমায়, জ্ঞানীয় কার্যক্ষমতা উন্নত করে এবং আত্মবিশ্বাস বাড়ায়। এর কার্যপ্রণালী এতটাই বৈচিত্র্যময় যে কোনো একক ওষুধ নিয়মিত শারীরিক কার্যকলাপের সব সুবিধা প্রতিলিপি করতে পারে না।\n\nআধুনিক গবেষণার মূল অন্তর্দৃষ্টি: সবচেয়ে বড় স্বাস্থ্য লাভ আসে কিছুই না করা থেকে কিছু করায়। আপনার ম্যারাথন দৌড়ানোর দরকার নেই। ১০ মিনিটের হাঁটা না হাঁটার চেয়ে অসীমভাবে বেশি উপকারী। হাস্যকরভাবে ছোট থেকে শুরু করুন এবং তীব্রতার আগে ধারাবাহিকতা গড়ুন।",
      "recommendation": "যেকোনো নড়াচড়াই গণ্য। ১০ মিনিটের হাঁটা না হাঁটার চেয়ে অসীমভাবে ভালো।",
      "criterion": "10 মিনিট নড়াচড়া"
    },
    "gratitude": {
      "name": "কৃতজ্ঞতা",
      "oneLiner": "৩টি ভালো জিনিস মস্তিষ্ককে ইতিবাচকতার দিকে পরিবর্তন করে",
      "action": "কৃতজ্ঞতা লিখুন",
      "tldr": "কৃতজ্ঞতা লেখা সুস্থতা ১০-২৫% বাড়ায়, ঘুম উন্নত করে, বিষণ্নতা কমায় এবং স্থায়ী মস্তিষ্কের পরিবর্তন তৈরি করে।",
      "body": "কৃতজ্ঞতা অনুশীলন ইতিবাচক মনোবিজ্ঞানের সবচেয়ে ভালোভাবে গবেষিত হস্তক্ষেপগুলোর একটি, দুই দশকেরও বেশি গবেষণার শক্তিশালী প্রমাণ সহ। এর প্রভাব শুধু বিষয়ভিত্তিক নয় — কৃতজ্ঞতা অনুশীলন মস্তিষ্কের গঠন ও কার্যক্রমে পরিমাপযোগ্য পরিবর্তন তৈরি করে।\n\n২০০৩ সালে Emmons এবং McCullough-এর ভিত্তিমূলক গবেষণায় প্রতিষ্ঠিত হয় যে যারা সাপ্তাহিক কৃতজ্ঞতা লিখতেন তারা বেশি ব্যায়াম করতেন, কম শারীরিক অভিযোগ ছিল এবং জীবন নিয়ে ভালো অনুভব করতেন, তুলনায় যারা ঝামেলা বা নিরপেক্ষ ঘটনা লিখতেন। প্রভাবের মাত্রা ছিল উল্লেখযোগ্য: সুস্থতার পরিমাপে ১০-২৫% উন্নতি।\n\n২০১৬ সালে Kini এবং সহকর্মীদের একটি fMRI গবেষণায় দেখা গেছে যে কৃতজ্ঞতা অনুশীলন মস্তিষ্কের তথ্য প্রক্রিয়াকরণে স্থায়ী পরিবর্তন তৈরি করে। যারা কৃতজ্ঞতা চিঠি লিখেছিলেন তাদের মস্তিষ্কে মাসখানেক পরেও কৃতজ্ঞতার অভিজ্ঞতায় উল্লেখযোগ্যভাবে বেশি স্নায়ু সংবেদনশীলতা দেখা গেছে — সক্রিয়ভাবে অনুশীলন না করার সময়েও। মিডিয়াল প্রিফ্রন্টাল কর্টেক্স, যা শেখা ও সিদ্ধান্ত গ্রহণের সাথে জড়িত, সবচেয়ে উল্লেখযোগ্য পরিবর্তন দেখিয়েছে। এটি নির্দেশ করে যে কৃতজ্ঞতা অনুশীলন আক্ষরিক অর্থেই মস্তিষ্কের মৌলিক প্রক্রিয়াকরণ পুনর্গঠন করে।\n\nঘুমের সংযোগ বিশেষভাবে আকর্ষণীয়: Wood এবং সহকর্মীরা (২০০৯) দেখেছেন যে কৃতজ্ঞতা মূলত ঘুমের আগের চিন্তাভাবনার মাধ্যমে উন্নত ঘুমের মানের সাথে সম্পর্কিত। কৃতজ্ঞ মানুষদের ঘুমানোর আগে বেশি ইতিবাচক এবং কম নেতিবাচক চিন্তা থাকে, যা দ্রুত ঘুমে যেতে এবং ভালো ঘুমের মানে সাহায্য করে।\n\nকার্যকর কৃতজ্ঞতা অনুশীলনের চাবিকাঠি হলো নির্দিষ্টতা। \"আমি আমার স্বাস্থ্যের জন্য কৃতজ্ঞ\" বলা \"আমি কৃতজ্ঞ যে আজ সকালে আমার পা আমাকে পার্কে হাঁটতে নিয়ে গিয়েছিল এবং আমি দেখলাম চেরি ফুল ফুটেছে\" বলার চেয়ে অনেক কম প্রভাবশালী। নির্দিষ্ট কৃতজ্ঞতা আপনাকে ইতিবাচক অভিজ্ঞতা পুনরায় অনুভব করতে বাধ্য করে, এর আবেগময় প্রভাব বাড়ায় এবং ইতিবাচক বিবরণ লক্ষ্য করতে মস্তিষ্ককে প্রশিক্ষিত করে।",
      "recommendation": "প্রতিদিন ১-৩টি নির্দিষ্ট বিষয়। সাধারণ নয়, নির্দিষ্ট হোন।",
      "criterion": "3টি নির্দিষ্ট জিনিস লিখুন"
    }
  },
  "breathing": {
    "inhale": "শ্বাস নিন",
    "hold": "ধরে রাখুন",
    "exhale": "শ্বাস ছাড়ুন",
    "tapToStart": "শুরু করতে ট্যাপ করুন"
  },
  "progress": {
    "title": "অগ্রগতি",
    "currentStreak": "বর্তমান ধারা",
    "bestStreak": "সেরা ধারা",
    "days": "দিন",
    "thisWeek": "গত ৭ দিন",
    "thisYear": "এই বছর",
    "completionRate": "{{rate}}% সম্পন্ন",
    "noData": "এখনো কোনো ডেটা নেই",
    "currentStreakAccessibility": "বর্তমান ধারা: {{count}} দিন",
    "bestStreakAccessibility": "সেরা ধারা: {{count}} দিন"
  },
  "settings": {
    "title": "সেটিংস",
    "habits": "অভ্যাস",
    "hideHabit": "অভ্যাস লুকান",
    "showHabit": "অভ্যাস দেখান",
    "language": "ভাষা",
    "autoDetect": "স্বয়ংক্রিয় সনাক্তকরণ",
    "theme": "থিম",
    "themeLight": "লাইট",
    "themeDark": "ডার্ক",
    "themeAuto": "স্বয়ংক্রিয়",
    "about": "সম্পর্কে",
    "version": "সংস্করণ {{version}}",
    "myHabits": "আমার অভ্যাস",
    "addHabit": "অভ্যাস যোগ করুন...",
    "resetData": "সমস্ত ডেটা রিসেট করুন",
    "resetConfirm": "এটি আপনার সমস্ত ডেটা মুছে ফেলবে। আপনি কি নিশ্চিত?",
    "reminders": "রিমাইন্ডার",
    "manageReminders": "আপনার দৈনিক রিমাইন্ডার পরিচালনা করুন"
  },
  "criteria": {
    "myGoal": "আমার লক্ষ্য",
    "placeholder": "আপনার লক্ষ্য সেট করুন...",
    "reset": "ডিফল্টে রিসেট"
  },
  "article": {
    "whyTitle": "কেন {{habit}}?",
    "tldr": "সারমর্ম",
    "studies": "গবেষণা",
    "recommendation": "কী করবেন"
  },
  "accessibility": {
    "close": "বন্ধ করুন",
    "settings": "সেটিংস",
    "deleteHabit": "{{name}} মুছুন",
    "addHabit": "অভ্যাস যোগ করুন",
    "openLanguagePicker": "ভাষা নির্বাচক খুলুন",
    "resetAllData": "সমস্ত ডেটা রিসেট করুন",
    "scoreLabel": "{{total}} টির মধ্যে {{completed}} টি অভ্যাস সম্পন্ন",
    "streakLabel": "{{count}} দিনের ধারা",
    "streakZeroLabel": "এখনো কোনো ধারা নেই",
    "heatmapLabel": "বার্ষিক অভ্যাস সম্পন্নতার হিটম্যাপ",
    "weeklyChartLabel": "সাপ্তাহিক সম্পন্নতার চার্ট",
    "breathingStart": "শ্বাস ব্যায়াম শুরু করুন",
    "breathingRound": "রাউন্ড {{current}} / {{total}}",
    "openStudy": "ব্রাউজারে খোলে",
    "decreaseHour": "ঘণ্টা কমান",
    "increaseHour": "ঘণ্টা বাড়ান",
    "decreaseMinute": "মিনিট কমান",
    "increaseMinute": "মিনিট বাড়ান",
    "decreaseHours": "ঘণ্টা কমান",
    "increaseHours": "ঘণ্টা বাড়ান",
    "decreaseMinutes": "মিনিট কমান",
    "increaseMinutes": "মিনিট বাড়ান"
  },
  "notifications": {
    "title": "রিমাইন্ডার",
    "addReminder": "রিমাইন্ডার যোগ করুন",
    "scheduleDaily": "প্রতিদিন {{hour}}:{{minute}} এ",
    "scheduleInterval": "প্রতি {{hours}} ঘণ্টা {{minutes}} মিনিটে",
    "hours": "ঘণ্টা",
    "minutes": "মিনিট",
    "editReminder": "রিমাইন্ডার সম্পাদনা",
    "deleteReminder": "রিমাইন্ডার মুছুন",
    "deleteConfirm": "এই রিমাইন্ডারটি মুছবেন?",
    "titlePlaceholder": "রিমাইন্ডারের শিরোনাম...",
    "bodyPlaceholder": "রিমাইন্ডারের বার্তা...",
    "permissionRequired": "বিজ্ঞপ্তির অনুমতি",
    "permissionDenied": "রিমাইন্ডার পেতে আপনার ডিভাইস সেটিংসে বিজ্ঞপ্তি সক্ষম করুন।",
    "hour": "ঘণ্টা",
    "minute": "মিনিট",
    "daily": "দৈনিক",
    "interval": "ব্যবধান",
    "defaults": {
      "morning": {
        "title": "সকালের রুটিন",
        "body": "আপনার স্বাস্থ্যকর অভ্যাস শুরু করার সময়!"
      },
      "evening": {
        "title": "সন্ধ্যার বিশ্রাম",
        "body": "বিশ্রাম নিন এবং আপনার দিনটি পর্যালোচনা করুন।"
      },
      "move": {
        "title": "নড়াচড়ার সময়",
        "body": "বিরতি নিন এবং একটু নড়াচড়া করুন!"
      }
    }
  },
  "common": {
    "done": "হয়ে গেছে",
    "cancel": "বাতিল",
    "save": "সংরক্ষণ",
    "delete": "মুছুন",
    "edit": "সম্পাদনা",
    "ok": "ঠিক আছে",
    "yes": "হ্যাঁ",
    "no": "না",
    "notFound": "পাওয়া যায়নি"
  }
}
