{
  "tabs": {
    "today": "Heute",
    "progress": "Fortschritt"
  },
  "hub": {
    "goodMorning": "Guten Morgen",
    "goodAfternoon": "Guten Tag",
    "goodEvening": "Guten Abend",
    "score": "{{completed}}/{{total}}",
    "streak": "{{count}} Tage in Folge",
    "streakZero": "Starte deine Serie!",
    "allDone": "Alles erledigt für heute!",
    "welcomeHint": "Tippe auf eine Gewohnheit, um sie abzuhaken!",
    "tapToComplete": "Tippen zum Abhaken",
    "tapToUndo": "Tippen zum Rückgängig",
    "objectiveReached": "Ziel heute erreicht"
  },
  "habits": {
    "breathing": {
      "name": "Atmung",
      "oneLiner": "Aktiviert dein beruhigendes Nervensystem — sofortige Erleichterung",
      "tldr": "Langsames, strukturiertes Atmen senkt Cortisol, reduziert den Blutdruck und verbessert die Herzratenvariabilität innerhalb von Minuten. Schon 5 Minuten täglich verringern Angst messbar.",
      "body": "Dein autonomes Nervensystem hat zwei Zweige: den Sympathikus (\"Kampf oder Flucht\") und den Parasympathikus (\"Ruhe und Verdauung\"). Langsames, bewusstes Atmen aktiviert den Parasympathikus direkt über den Vagusnerv.\n\nWenn du langsam ausatmest, erkennen Barorezeptoren in deinem Aortenbogen die Druckveränderung und signalisieren dem Hirnstamm, deine Herzfrequenz zu senken. Deshalb sind Techniken mit verlängerter Ausatmung (wie das zyklische Seufzen) besonders wirksam.\n\nEine Stanford-Studie aus dem Jahr 2023 ergab, dass nur 5 Minuten strukturiertes Atmen pro Tag — konkret das zyklische Seufzen — Achtsamkeitsmeditation bei der Reduktion von Angst und der Verbesserung der Stimmung übertraf. Der Effekt war ab der ersten Sitzung messbar und verstärkte sich über 28 Tage.\n\nDie Herzratenvariabilität (HRV), ein wichtiger Marker für Stressresilienz, verbessert sich durch regelmäßiges Atemtraining erheblich. Eine höhere HRV wird mit besserer Emotionsregulation, kognitiver Flexibilität und kardiovaskulärer Gesundheit in Verbindung gebracht.\n\nDer große Vorteil von Atemübungen ist ihre Zugänglichkeit: Sie brauchen keine Ausrüstung, keinen besonderen Ort und können überall durchgeführt werden. Sogar eine einzige Minute langsames Atmen vor einem stressigen Ereignis reduziert die Cortisolreaktion messbar.",
      "recommendation": "2-5 Minuten langsames Atmen täglich. Boxatmung (4-4-4-4) oder zyklisches Seufzen.",
      "criterion": "3 Min langsames Atmen"
    },
    "light": {
      "name": "Lichtexposition",
      "oneLiner": "Morgenlicht stellt deine innere Uhr — besserer Schlaf und Stimmung",
      "tldr": "10-30 Minuten helle Lichtexposition regulieren den zirkadianen Rhythmus, verbessern die Schlafqualität, steigern die Wachheit und haben antidepressive Wirkung.",
      "body": "Dein Körper läuft nach einer Hauptuhr — dem Nucleus suprachiasmaticus (SCN) im Hypothalamus. Diese Uhr steuert, wann du müde wirst, wann Cortisol seinen Höhepunkt erreicht, wann die Körpertemperatur steigt, und Hunderte weitere rhythmische Prozesse. Der wichtigste Taktgeber dieser Uhr ist Licht, das auf spezialisierte Zellen in deiner Netzhaut trifft — die sogenannten intrinsisch photosensitiven retinalen Ganglienzellen (ipRGCs).\n\nMorgendliche Lichtexposition löst eine Kaskade aus: Sie unterdrückt die Melatoninproduktion, erhöht das Cortisol (der gesunde Morgen-Anstieg), steigert die Serotoninsynthese und setzt einen Timer für die Melatoninausschüttung etwa 14-16 Stunden später. Deshalb verbessert Morgenlicht sowohl die Wachheit am Tag ALS AUCH den Schlaf in der Nacht.\n\nEine wegweisende Studie in JAMA Psychiatry 2016 zeigte, dass Lichttherapie bei nicht-saisonaler Major Depression ebenso wirksam war wie Fluoxetin (Prozac) — und die Kombination beider war signifikant wirksamer als jede Einzelbehandlung. Die Effektstärke war klinisch bedeutsam und trat schnell ein.\n\nEine Studie von 2023 in Nature Mental Health, die Daten von über 85.000 Teilnehmern der UK Biobank analysierte, ergab, dass stärkere Tageslichtexposition mit einem geringeren Depressionsrisiko, besserer selbstberichteter Stimmung, leichterem Aufstehen am Morgen und seltenerer Müdigkeit verbunden war. Entscheidend: Nächtliche Lichtexposition hatte den gegenteiligen Effekt.\n\nDie zentrale Erkenntnis: Es geht nicht nur darum, Licht zu bekommen — es geht darum, das richtige Licht zur richtigen Zeit zu bekommen. Helles Licht im Freien am Morgen unterscheidet sich grundlegend von künstlichem Licht in Innenräumen. Selbst an bewölkten Tagen ist das Licht draußen typischerweise 10- bis 50-mal heller als Innenbeleuchtung.",
      "recommendation": "Geh innerhalb einer Stunde nach dem Aufwachen nach draußen. 10 Min. bei Sonne, 20-30 Min. bei Bewölkung.",
      "criterion": "10 Min Morgensonne"
    },
    "food": {
      "name": "Gesunde Ernährung",
      "oneLiner": "Was du isst, baut dein Gehirn auf — jede gute Mahlzeit zählt",
      "tldr": "Abwechslungsreiche, ausgewogene Ernährung mit viel Vollwertkost senkt das Depressionsrisiko um ca. 33 %, Herz-Kreislauf-Erkrankungen um ca. 30 % und die Gesamtmortalität. Keine einzelne Diät ist die beste — Vielfalt und Ausgewogenheit zählen am meisten.",
      "body": "Der Zusammenhang zwischen Ernährung und psychischer Gesundheit wird inzwischen durch belastbare interventionelle Evidenz gestützt, nicht nur durch beobachtende Korrelationen. Das Feld der \"Ernährungspsychiatrie\" hat in den letzten zehn Jahren einen enormen Aufschwung erlebt.\n\nDer durchgängige Befund der Forschung ist nicht, dass eine bestimmte Diät gewinnt — sondern dass Vielfalt und Ausgewogenheit am meisten zählen. Ernährungsweisen, die reich an Gemüse, Obst, Vollkornprodukten, magerem Eiweiß und gesunden Fetten sind, schneiden durchweg besser ab als eine von verarbeiteten Lebensmitteln dominierte Ernährung — unabhängig von der jeweiligen kulturellen Tradition.\n\nEin praktischer, evidenzbasierter Teller sieht ungefähr so aus: ca. 50 % Gemüse und Obst, ca. 25 % Vollkornprodukte, ca. 25 % Protein (Fisch, Hülsenfrüchte, Geflügel, Nüsse). Dies deckt sich mit Harvards Healthy Eating Plate und den Erkenntnissen der EAT-Lancet Commission von 2019 mit 37 Experten aus 16 Ländern.\n\nMehrere gut erforschte Ernährungsmuster folgen diesen Prinzipien:\n• Mediterrane Ernährung — reich an Olivenöl, Fisch, Gemüse, Hülsenfrüchten. Die PREDIMED-Studie (7.447 Teilnehmer) zeigte eine Reduktion kardiovaskulärer Ereignisse um ca. 30 %.\n• DASH-Diät — betont Obst, Gemüse, Vollkornprodukte und wenig Natrium. Nachweislich blutdrucksenkend innerhalb weniger Wochen.\n• Nordische Ernährung — basiert auf Vollkornprodukten, fettem Fisch, Wurzelgemüse und Beeren. Wird mit verringerter Entzündung und niedrigerem Herz-Kreislauf-Risiko in Verbindung gebracht.\n• Traditionelle japanische Ernährung — reich an Fisch, fermentierten Lebensmitteln, Gemüse und Algen. Verbunden mit der höchsten Lebenserwartung weltweit.\n\nWas sie alle gemeinsam haben: hoher Gemüseanteil, minimaler Anteil hochverarbeiteter Lebensmittel, vielfältige Nährstoffquellen und ausgewogene Proportionen.\n\nDie Mechanismen sind vielfältig: entzündungshemmende Wirkung (chronische Entzündungen stehen mit Depression in Zusammenhang), Vielfalt des Darmmikrobioms (der Darm produziert ca. 95 % des körpereigenen Serotonins), bessere Blutzuckerregulation (Blutzuckerspitzen beeinträchtigen die kognitive Funktion) und bessere Versorgung mit Nährstoffen, die für die Neurotransmittersynthese entscheidend sind (Omega-3-Fettsäuren, B-Vitamine, Zink, Magnesium).\n\nDie SMILES-Studie (2017) zeigte, dass eine Ernährungsverbesserung — mit Fokus auf Ausgewogenheit und Vollwertkost statt auf eine bestimmte Diät — bei 32 % der Teilnehmer zu einer Remission der Depression führte, verglichen mit 8 % in der Kontrollgruppe.\n\nDu musst keiner benannten Diät folgen. Setze auf Vielfalt und Ausgewogenheit: Fülle die Hälfte deines Tellers mit Gemüse, wähle Vollwertiges statt Verarbeitetes und iss eine breite Auswahl an Lebensmitteln. Die Forschung zeigt durchgehend, dass schrittweise Verbesserungen bedeutsame Vorteile bringen.",
      "recommendation": "Ca. 50 % Gemüse, ca. 25 % Vollkorn, ca. 25 % Protein. Vielfältig und vollwertig essen.",
      "criterion": "Genug Obst und Gemüse essen, keine hochverarbeiteten Lebensmittel"
    },
    "sleep": {
      "name": "Schlaf",
      "oneLiner": "Dein Gehirn reinigt sich im Schlaf — jede Stunde zählt",
      "tldr": "Während des Tiefschlafs räumt das glymphatische System des Gehirns Abfallstoffe weg. Weniger als 7 Stunden erhöht die Sterblichkeit um 13 %. Eine einzige Nacht Schlafentzug reduziert die Emotionsregulation um ca. 60 %.",
      "body": "Schlaf ist keine passive Bewusstlosigkeit — er ist ein aktiver, hochorganisierter Prozess, der für das Überleben essenziell ist. Während des Tiefschlafs (Slow-Wave-Schlaf) erhöht das glymphatische System des Gehirns den Fluss der Gehirn-Rückenmarks-Flüssigkeit um 60 % und beseitigt dabei Stoffwechselabfälle, einschließlich Beta-Amyloid, dem Protein, das mit der Alzheimer-Krankheit in Verbindung gebracht wird.\n\nEine bahnbrechende Studie aus dem Jahr 2013 in Science von Xie et al. entdeckte, dass sich der Raum zwischen den Gehirnzellen im Schlaf um 60 % ausdehnt, was diese \"Gehirnwäsche\" ermöglicht. Das bedeutet, dass chronischer Schlafmangel buchstäblich dazu führen kann, dass sich giftige Abfallstoffe in deinem Gehirn ansammeln.\n\nDie Mortalitätsdaten sind eindeutig: Eine Metaanalyse mit 1,3 Millionen Teilnehmern ergab, dass weniger als 7 Stunden Schlaf pro Nacht mit einem um 13 % erhöhten Risiko der Gesamtmortalität verbunden ist. Aber es geht nicht nur um die Dauer — die Schlafqualität zählt enorm.\n\nBesonders alltagsrelevant: Eine einzige Nacht Schlafentzug verursacht einen 60%igen Anstieg der Amygdala-Reaktivität auf negative Reize und trennt damit effektiv deinen präfrontalen Kortex (rationales Gehirn) von deinen emotionalen Zentren. Deshalb fühlt sich nach einer schlechten Nacht alles schlimmer an — die Fähigkeit deines Gehirns, Emotionen zu regulieren, ist physiologisch beeinträchtigt.\n\nSchlaf festigt außerdem Erinnerungen, reguliert Hormone (Wachstumshormon wird hauptsächlich im Tiefschlaf ausgeschüttet), erhält die Immunfunktion (die Effektivität deiner T-Zellen sinkt bereits nach einer einzigen schlechten Nacht erheblich) und reguliert Appetithormone (Schlafmangel erhöht Ghrelin und senkt Leptin, was dich hungriger macht).\n\nDie zwei wirkungsvollsten Dinge für besseren Schlaf sind Regelmäßigkeit (gleiche Bett- und Aufstehzeiten) und morgendliche Lichtexposition (die den Melatonin-Timer für den Abend setzt).",
      "recommendation": "7-9 Stunden. Regelmäßige Schlaf- und Aufstehzeiten.",
      "criterion": "7 Stunden schlafen"
    },
    "exercise": {
      "name": "Bewegung",
      "oneLiner": "Das Antidepressivum Nr. 1 und Langlebigkeitstool — bewege dich täglich",
      "tldr": "Reduziert die Gesamtmortalität um 30-35 %, ist so wirksam wie SSRIs gegen Depression, fördert Neurogenese. 11 Min. zügiges Gehen helfen bereits.",
      "body": "Bewegung ist das Nächste, was wir an ein Wundermittel haben. Eine BMJ-Metaanalyse aus dem Jahr 2024 mit über 200 Studien ergab, dass Bewegung 1,5-mal wirksamer ist als Psychotherapie oder führende Medikamente bei der Reduktion von Depressions-, Angst- und psychischen Belastungssymptomen. Gehen oder Joggen, Yoga und Krafttraining gehörten zu den wirksamsten Trainingsformen.\n\nDie Dosis-Wirkungs-Kurve bei Bewegung ist bemerkenswert frontlastig: Eine Studie aus dem Jahr 2023 im British Journal of Sports Medicine, die Daten aus 196 Studien analysierte, ergab, dass bereits 11 Minuten zügiges Gehen pro Tag (75 Minuten/Woche) mit einem um 23 % niedrigeren Risiko eines vorzeitigen Todes verbunden waren. Der Wechsel von null zu auch nur minimaler Aktivität bringt den größten Grenznutzen.\n\nAuf neurologischer Ebene zeigte eine wegweisende PNAS-Studie aus dem Jahr 2011, dass ein Jahr moderates Ausdauertraining das Hippocampusvolumen um 2 % steigerte — das entspricht einer Umkehrung von 1-2 Jahren altersbedingter Schrumpfung. Der Hippocampus ist entscheidend für das Gedächtnis und eine der ersten Strukturen, die bei Alzheimer betroffen sind. Bewegung fördert die Neurogenese (die Bildung neuer Gehirnzellen) durch erhöhtes BDNF (Brain-Derived Neurotrophic Factor).\n\nBewegung verbessert außerdem die Schlafqualität, reduziert Entzündungen, verbessert die Insulinsensitivität, stärkt die Knochen, senkt das Krebsrisiko, verbessert die kognitive Funktion und stärkt die Selbstwirksamkeit. Die Mechanismen sind so vielfältig, dass kein einzelnes Medikament alle Vorteile regelmäßiger körperlicher Aktivität nachbilden könnte.\n\nDie wichtigste Erkenntnis der modernen Forschung: Der größte Gesundheitsgewinn kommt vom Übergang von nichts zu etwas. Du musst keine Marathons laufen. Ein 10-minütiger Spaziergang ist unendlich hilfreicher als kein Spaziergang. Fang absurd klein an und baue erst Regelmäßigkeit auf, bevor du die Intensität steigerst.",
      "recommendation": "Jede Bewegung zählt. 10 Minuten Spaziergang sind unendlich besser als nichts.",
      "criterion": "10 Minuten spazieren gehen"
    },
    "gratitude": {
      "name": "Dankbarkeit",
      "oneLiner": "3 gute Dinge programmieren dein Gehirn auf Positives um",
      "tldr": "Dankbarkeit aufzuschreiben steigert das Wohlbefinden um 10-25 %, verbessert den Schlaf, reduziert Depressionen und erzeugt dauerhafte neuronale Veränderungen.",
      "body": "Die Dankbarkeitspraxis ist eine der am besten erforschten positiven psychologischen Interventionen, mit belastbarer Evidenz aus über zwei Jahrzehnten Forschung. Die Effekte sind nicht nur subjektiv — Dankbarkeitspraxis erzeugt messbare Veränderungen in Gehirnstruktur und -funktion.\n\nDie grundlegende Studie von Emmons und McCullough aus dem Jahr 2003 zeigte, dass Menschen, die wöchentlich über Dinge schrieben, für die sie dankbar waren, mehr Sport trieben, weniger körperliche Beschwerden hatten und sich insgesamt besser fühlten als jene, die über Ärgernisse oder neutrale Ereignisse schrieben. Die Effektstärke war beachtlich: 10-25 % Verbesserung bei den Wohlbefindensmaßen.\n\nEine fMRI-Studie von Kini et al. aus dem Jahr 2016 ergab, dass Dankbarkeitspraxis langanhaltende Veränderungen in der Art bewirkte, wie das Gehirn Informationen verarbeitet. Teilnehmer, die Dankbarkeitsbriefe schrieben, zeigten Monate später eine signifikant höhere neuronale Empfindlichkeit für Dankbarkeitserfahrungen — selbst wenn sie nicht aktiv praktizierten. Der mediale präfrontale Kortex, der an Lernen und Entscheidungsfindung beteiligt ist, zeigte die stärksten Veränderungen. Dies deutet darauf hin, dass Dankbarkeitspraxis buchstäblich die grundlegende Verarbeitung deines Gehirns neu verdrahtet.\n\nDer Zusammenhang mit dem Schlaf ist besonders überzeugend: Wood et al. (2009) fanden heraus, dass Dankbarkeit vor allem über den Mechanismus der Gedanken vor dem Einschlafen mit besserer Schlafqualität zusammenhing. Dankbare Menschen haben mehr positive und weniger negative Gedanken vor dem Einschlafen, was zu schnellerem Einschlafen und besserer Schlafqualität führt.\n\nDer Schlüssel zu wirksamer Dankbarkeitspraxis ist Konkretheit. \"Ich bin dankbar für meine Gesundheit\" hat weit weniger Wirkung als \"Ich bin dankbar, dass meine Beine mich heute Morgen auf einem Spaziergang durch den Park getragen haben und ich bemerkt habe, dass die Kirschblüten blühen.\" Konkrete Dankbarkeit zwingt dich, die positive Erfahrung noch einmal zu durchleben, verstärkt ihre emotionale Wirkung und trainiert dein Gehirn, positive Details wahrzunehmen.",
      "recommendation": "1-3 konkrete Dinge täglich. Sei spezifisch, nicht allgemein.",
      "criterion": "3 konkrete Dinge aufschreiben"
    }
  },
  "breathing": {
    "inhale": "Einatmen",
    "hold": "Halten",
    "exhale": "Ausatmen",
    "tapToStart": "Tippen zum Starten",
    "rounds": "Runden",
    "duration": "~{{minutes}} min {{seconds}} s",
    "durationSeconds": "~{{seconds}} s"
  },
  "progress": {
    "title": "Fortschritt",
    "currentStreak": "Aktuelle Serie",
    "bestStreak": "Beste Serie",
    "days": "Tage",
    "thisWeek": "Letzte 7 Tage",
    "thisYear": "Dieses Jahr",
    "completionRate": "{{rate}}% abgeschlossen",
    "noData": "Noch keine Daten",
    "currentStreakAccessibility": "Aktuelle Serie: {{count}} Tage",
    "bestStreakAccessibility": "Beste Serie: {{count}} Tage"
  },
  "settings": {
    "title": "Einstellungen",
    "habits": "Gewohnheiten",
    "hideHabit": "Gewohnheit ausblenden",
    "showHabit": "Gewohnheit anzeigen",
    "language": "Sprache",
    "autoDetect": "Automatisch erkennen",
    "theme": "Design",
    "themeLight": "Hell",
    "themeDark": "Dunkel",
    "themeAuto": "Automatisch",
    "about": "Über",
    "version": "Version {{version}}",
    "myHabits": "Meine Gewohnheiten",
    "addHabit": "Gewohnheit hinzufügen...",
    "resetData": "Alle Daten zurücksetzen",
    "resetConfirm": "Dadurch werden alle deine Daten gelöscht. Bist du sicher?",
    "reminders": "Erinnerungen",
    "manageReminders": "Tägliche Erinnerungen verwalten"
  },
  "criteria": {
    "myGoal": "Mein Ziel",
    "placeholder": "Ziel festlegen...",
    "reset": "Auf Standard zurücksetzen"
  },
  "article": {
    "whyTitle": "Warum {{habit}}?",
    "tldr": "Kurzfassung",
    "studies": "Studien",
    "recommendation": "Was tun"
  },
  "accessibility": {
    "close": "Schließen",
    "settings": "Einstellungen",
    "deleteHabit": "{{name}} löschen",
    "addHabit": "Gewohnheit hinzufügen",
    "openLanguagePicker": "Sprachauswahl öffnen",
    "resetAllData": "Alle Daten zurücksetzen",
    "scoreLabel": "{{completed}} von {{total}} Gewohnheiten erledigt",
    "streakLabel": "{{count}} Tage in Folge",
    "streakZeroLabel": "Noch keine Serie",
    "heatmapLabel": "Jährliche Heatmap der Gewohnheiten",
    "weeklyChartLabel": "Wöchentliches Abschlussdiagramm",
    "breathingStart": "Atemübung starten",
    "breathingRemaining": "{{time}} verbleibend",
    "decreaseRounds": "Runden verringern",
    "increaseRounds": "Runden erhöhen",
    "openStudy": "Öffnet im Browser",
    "decreaseHour": "Stunde verringern",
    "increaseHour": "Stunde erhöhen",
    "decreaseMinute": "Minute verringern",
    "increaseMinute": "Minute erhöhen",
    "decreaseHours": "Stunden verringern",
    "increaseHours": "Stunden erhöhen",
    "decreaseMinutes": "Minuten verringern",
    "increaseMinutes": "Minuten erhöhen"
  },
  "notifications": {
    "title": "Erinnerungen",
    "addReminder": "Erinnerung hinzufügen",
    "scheduleDaily": "Täglich um {{hour}}:{{minute}}",
    "scheduleInterval": "Alle {{hours}}h {{minutes}}m",
    "hours": "Stunden",
    "minutes": "Minuten",
    "editReminder": "Erinnerung bearbeiten",
    "deleteReminder": "Erinnerung löschen",
    "deleteConfirm": "Diese Erinnerung löschen?",
    "titlePlaceholder": "Titel der Erinnerung...",
    "bodyPlaceholder": "Nachricht der Erinnerung...",
    "permissionRequired": "Benachrichtigungserlaubnis",
    "permissionDenied": "Bitte aktiviere Benachrichtigungen in deinen Geräteeinstellungen, um Erinnerungen zu erhalten.",
    "hour": "Stunde",
    "minute": "Minute",
    "daily": "Täglich",
    "interval": "Intervall",
    "defaults": {
      "morning": {
        "title": "Morgenroutine",
        "body": "Zeit, deine gesunden Gewohnheiten zu starten!"
      },
      "evening": {
        "title": "Abendentspannung",
        "body": "Entspanne und reflektiere deinen Tag."
      },
      "move": {
        "title": "Zeit für Bewegung",
        "body": "Mach eine Pause und beweg dich!"
      }
    }
  },
  "toast": {
    "first": "🔥 Guter Start! Weiter so!",
    "halfway": "💪 Halbzeit!",
    "almost": "🎯 Fast geschafft! Noch eins!",
    "allDone": "🎉 Alles erledigt! Toll!"
  },
  "common": {
    "done": "Fertig",
    "cancel": "Abbrechen",
    "save": "Speichern",
    "delete": "Löschen",
    "edit": "Bearbeiten",
    "ok": "OK",
    "yes": "Ja",
    "no": "Nein",
    "notFound": "Nicht gefunden"
  },
  "onboarding": {
    "title": "Willkommen!",
    "step1": "Definiere deine eigenen Ziele in jeder Gewohnheitskarte",
    "step2": "Plane sie in deinen Tag und füge Erinnerungen hinzu",
    "step3": "Erledige sie jeden Tag und verfolge deinen Fortschritt",
    "start": "Los geht's!",
    "labelSettings": "Einstellungen",
    "labelProgress": "Fortschritt",
    "labelHabits": "Deine Gewohnheiten"
  }
}
