{
  "tabs": {
    "today": "Today",
    "progress": "Progress"
  },
  "hub": {
    "goodMorning": "Good morning",
    "goodAfternoon": "Good afternoon",
    "goodEvening": "Good evening",
    "score": "{{completed}}/{{total}}",
    "streak": "{{count}} day streak",
    "streakZero": "Start your streak!",
    "allDone": "All done for today!",
    "welcomeHint": "Tap a habit to mark it done!",
    "tapToComplete": "Tap to mark as done",
    "tapToUndo": "Tap to undo",
    "objectiveReached": "Goal reached today",
    "streak_one": "{{count}} day streak",
    "streak_other": "{{count}} day streak"
  },
  "habits": {
    "breathing": {
      "name": "Breathing",
      "oneLiner": "Activates your calm nervous system — instant relief",
      "tldr": "Slow, structured breathing lowers cortisol, reduces blood pressure, and improves heart rate variability within minutes. Just 5 minutes a day measurably reduces anxiety.",
      "body": "Your autonomic nervous system has two branches: the sympathetic (\"fight or flight\") and parasympathetic (\"rest and digest\"). Slow, deliberate breathing directly activates the parasympathetic branch via the vagus nerve.\n\nWhen you exhale slowly, baroreceptors in your aortic arch detect the pressure change and signal the brainstem to slow your heart rate. This is why techniques with extended exhales (like cyclic sighing) are particularly effective.\n\nA 2023 Stanford study found that just 5 minutes of daily structured breathing — specifically cyclic sighing — outperformed mindfulness meditation in reducing anxiety and improving mood. The effect was measurable within the first session and compounded over 28 days.\n\nHeart rate variability (HRV), a key marker of stress resilience, improves significantly with regular breathwork practice. Higher HRV is associated with better emotional regulation, cognitive flexibility, and cardiovascular health.\n\nThe beauty of breathing exercises is their accessibility: they require no equipment, no special space, and can be done anywhere. Even a single minute of slow breathing before a stressful event measurably reduces cortisol response.",
      "recommendation": "2-5 minutes of slow breathing daily. Box breathing (4-4-4-4) or cyclic sighing.",
      "criterion": "3 min of slow breathing"
    },
    "light": {
      "name": "Light Exposure",
      "oneLiner": "Morning sunlight sets your clock — better sleep & mood",
      "tldr": "10-30 minutes of bright light exposure regulates circadian rhythm, improves sleep quality, boosts alertness, and has antidepressant effects.",
      "body": "Your body runs on a master clock — the suprachiasmatic nucleus (SCN) in the hypothalamus. This clock controls when you feel sleepy, when cortisol peaks, when body temperature rises, and hundreds of other rhythmic processes. The primary input that synchronizes this clock is light hitting specialized cells in your retina called intrinsically photosensitive retinal ganglion cells (ipRGCs).\n\nMorning light exposure triggers a cascade: it suppresses melatonin production, elevates cortisol (the healthy morning spike), increases serotonin synthesis, and sets a timer for melatonin release roughly 14-16 hours later. This is why morning light improves both daytime alertness AND nighttime sleep.\n\nA landmark 2016 JAMA Psychiatry trial found that bright light therapy was as effective as fluoxetine (Prozac) for non-seasonal major depression — and the combination of both was significantly more effective than either alone. The effect size was clinically meaningful and rapid.\n\nA 2023 study in Nature Mental Health analyzing data from over 85,000 UK Biobank participants found that greater daytime light exposure was associated with reduced risk of depression, better self-reported mood, easier getting up in the morning, and less frequent tiredness. Crucially, nighttime light exposure had the opposite effect.\n\nThe key insight: it's not just about getting light — it's about getting the right light at the right time. Bright, outdoor light in the morning is profoundly different from indoor artificial light. Even on a cloudy day, outdoor light is typically 10-50x brighter than indoor lighting.",
      "recommendation": "Get outside within 1 hour of waking. 10 min sunny, 20-30 min cloudy.",
      "criterion": "10 min of morning sunlight"
    },
    "food": {
      "name": "Healthy Food",
      "oneLiner": "What you eat builds your brain — one good meal matters",
      "tldr": "Diverse, balanced diets rich in whole foods reduce depression risk by ~33%, cardiovascular disease by ~30%, and all-cause mortality. No single diet is best — variety and balance matter most.",
      "body": "The connection between diet and mental health is now supported by robust interventional evidence, not just observational correlations. The field of \"nutritional psychiatry\" has exploded in the last decade.\n\nThe consistent finding across research is not that one specific diet wins — it's that diversity and balance matter most. Diets rich in vegetables, fruits, whole grains, lean proteins, and healthy fats consistently outperform processed food-heavy diets, regardless of the specific cultural tradition they come from.\n\nA practical, evidence-based plate looks roughly like this: ~50% vegetables and fruits, ~25% whole grains, ~25% protein (fish, legumes, poultry, nuts). This aligns with Harvard's Healthy Eating Plate research and the EAT-Lancet Commission's 2019 findings from 37 experts across 16 countries.\n\nSeveral well-studied dietary patterns follow these principles:\n• Mediterranean diet — rich in olive oil, fish, vegetables, legumes. The PREDIMED trial (7,447 participants) showed ~30% reduction in cardiovascular events.\n• DASH diet — emphasizes fruits, vegetables, whole grains, and low sodium. Proven to lower blood pressure within weeks.\n• Nordic diet — built on whole grains, fatty fish, root vegetables, berries. Associated with reduced inflammation and lower cardiovascular risk.\n• Traditional Japanese diet — high in fish, fermented foods, vegetables, and seaweed. Linked to the longest life expectancy worldwide.\n\nWhat they all share: high vegetable intake, minimal ultra-processed food, diverse nutrient sources, and balanced proportions.\n\nThe mechanisms are multifaceted: anti-inflammatory effects (chronic inflammation is linked to depression), gut microbiome diversity (the gut produces ~95% of your serotonin), improved blood sugar regulation (glucose spikes impair cognitive function), and better provision of nutrients critical for neurotransmitter synthesis (omega-3s, B vitamins, zinc, magnesium).\n\nThe SMILES trial (2017) showed that dietary improvement — focused on balance and whole foods rather than any single diet — led to depression remission in 32% of participants versus 8% in the control group.\n\nYou don't need to follow a named diet. Focus on diversity and balance: fill half your plate with vegetables, choose whole over processed, and eat a wide variety of foods. Research consistently shows that incremental improvements yield meaningful benefits.",
      "recommendation": "Aim for ~50% vegetables, ~25% whole grains, ~25% protein. Eat diverse, whole foods.",
      "criterion": "Eat enough fruits and vegetables, no ultra-processed food"
    },
    "sleep": {
      "name": "Sleep",
      "oneLiner": "Your brain cleans itself while you sleep — every hour counts",
      "tldr": "During deep sleep the brain's glymphatic system clears waste. Less than 7 hours raises mortality 13%. One night of deprivation reduces emotional regulation by ~60%.",
      "body": "Sleep is not passive unconsciousness — it is an active, highly organized process essential for survival. During deep (slow-wave) sleep, the brain's glymphatic system increases flow of cerebrospinal fluid by 60%, clearing metabolic waste products including beta-amyloid, the protein implicated in Alzheimer's disease.\n\nA groundbreaking 2013 Science paper by Xie et al. discovered that the space between brain cells expands by 60% during sleep, allowing this \"brain washing\" to occur. This means chronic sleep deprivation may literally leave toxic waste accumulating in your brain.\n\nThe mortality data is stark: a meta-analysis of 1.3 million participants found that sleeping less than 7 hours per night is associated with a 13% increased risk of all-cause mortality. But it's not just about length — sleep quality matters enormously.\n\nPerhaps most immediately relevant: a single night of sleep deprivation causes a 60% increase in amygdala reactivity to negative stimuli, effectively disconnecting your prefrontal cortex (rational brain) from your emotional centers. This is why everything feels worse after a bad night's sleep — your brain's ability to regulate emotions is physiologically impaired.\n\nSleep also consolidates memory, regulates hormones (growth hormone is primarily released during deep sleep), maintains immune function (your T-cell effectiveness drops significantly after just one night of poor sleep), and regulates appetite hormones (sleep deprivation increases ghrelin and decreases leptin, making you hungrier).\n\nThe two most impactful things you can do for sleep are consistency (same bed/wake time) and morning light exposure (which sets your melatonin timer for the evening).",
      "recommendation": "7-9 hours. Consistent bed/wake times.",
      "criterion": "Sleep 7 hours"
    },
    "exercise": {
      "name": "Exercise",
      "oneLiner": "The #1 antidepressant and longevity tool — move daily",
      "tldr": "Reduces all-cause mortality 30-35%, as effective as SSRIs for depression, promotes neurogenesis. 11 min brisk walking helps.",
      "body": "Exercise is the closest thing we have to a miracle drug. A 2024 BMJ meta-analysis of over 200 studies found that exercise is 1.5x more effective than counseling or leading medications for reducing symptoms of depression, anxiety, and psychological distress. Walking or jogging, yoga, and strength training were among the most effective modalities.\n\nThe dose-response curve for exercise is remarkably front-loaded: a 2023 study in the British Journal of Sports Medicine analyzing data from 196 studies found that just 11 minutes of daily brisk walking (75 minutes/week) was associated with a 23% lower risk of premature death. Moving from zero to even minimal activity provides the largest marginal benefit.\n\nOn the neurological side, a landmark 2011 PNAS study showed that one year of moderate aerobic exercise increased hippocampal volume by 2%, effectively reversing 1-2 years of age-related shrinkage. The hippocampus is critical for memory and is one of the first structures affected in Alzheimer's disease. Exercise promotes neurogenesis (the birth of new brain cells) through increased BDNF (brain-derived neurotrophic factor).\n\nExercise also improves sleep quality, reduces inflammation, improves insulin sensitivity, strengthens bones, reduces cancer risk, improves cognitive function, and enhances self-efficacy. The mechanisms are so diverse that no single drug could replicate all the benefits of regular physical activity.\n\nThe key insight from modern research: the biggest health gain comes from going from nothing to something. You don't need to run marathons. A 10-minute walk is infinitely more beneficial than no walk. Start absurdly small and build consistency before intensity.",
      "recommendation": "Any movement counts. 10-minute walk is infinitely better than nothing.",
      "criterion": "Walk for 10 minutes"
    },
    "gratitude": {
      "name": "Gratitude",
      "oneLiner": "3 good things rewires your brain toward the positive",
      "tldr": "Writing gratitude increases well-being 10-25%, improves sleep, reduces depression, creates lasting neural changes.",
      "body": "Gratitude practice is one of the most well-studied positive psychology interventions, with robust evidence spanning over two decades of research. The effects are not just subjective — gratitude practice creates measurable changes in brain structure and function.\n\nThe foundational 2003 study by Emmons and McCullough established that people who wrote weekly about things they were grateful for exercised more, had fewer physical complaints, and felt better about their lives compared to those who wrote about hassles or neutral events. The effect size was substantial: 10-25% improvement in well-being measures.\n\nA 2016 fMRI study by Kini et al. found that gratitude practice produced lasting changes in how the brain processes information. Participants who wrote gratitude letters showed significantly greater neural sensitivity to gratitude experiences months later — even when not actively practicing. The medial prefrontal cortex, involved in learning and decision-making, showed the most significant changes. This suggests gratitude practice literally rewires your brain's baseline processing.\n\nThe sleep connection is particularly compelling: Wood et al. (2009) found that gratitude was associated with better sleep quality primarily through the mechanism of pre-sleep cognitions. Grateful people have more positive thoughts and fewer negative thoughts before falling asleep, leading to faster sleep onset and better sleep quality.\n\nThe key to effective gratitude practice is specificity. \"I'm grateful for my health\" is far less impactful than \"I'm grateful that my legs carried me on a walk through the park this morning and I noticed the cherry blossoms were blooming.\" Specific gratitude forces you to relive the positive experience, amplifying its emotional impact and training your brain to notice positive details.",
      "recommendation": "1-3 specific things daily. Be specific not generic.",
      "criterion": "Write 3 specific things"
    }
  },
  "breathing": {
    "inhale": "Inhale",
    "hold": "Hold",
    "exhale": "Exhale",
    "tapToStart": "Tap to start",
    "rounds": "Rounds",
    "duration": "~{{minutes}} min {{seconds}} s",
    "durationSeconds": "~{{seconds}} s"
  },
  "progress": {
    "title": "Progress",
    "currentStreak": "Current Streak",
    "bestStreak": "Best Streak",
    "days": "days",
    "thisWeek": "Last 7 Days",
    "thisYear": "This Year",
    "completionRate": "{{rate}}% completion",
    "noData": "No data yet",
    "currentStreakAccessibility": "Current streak: {{count}} days",
    "bestStreakAccessibility": "Best streak: {{count}} days"
  },
  "settings": {
    "title": "Settings",
    "habits": "Habits",
    "hideHabit": "Hide habit",
    "showHabit": "Show habit",
    "language": "Language",
    "autoDetect": "Auto-detect",
    "theme": "Theme",
    "themeLight": "Light",
    "themeDark": "Dark",
    "themeAuto": "Auto",
    "about": "About",
    "version": "Version {{version}}",
    "myHabits": "My Habits",
    "addHabit": "Add a habit...",
    "resetData": "Reset All Data",
    "resetConfirm": "This will delete all your data. Are you sure?",
    "reminders": "Reminders",
    "manageReminders": "Manage your daily reminders"
  },
  "criteria": {
    "myGoal": "My goal",
    "placeholder": "Set your goal...",
    "reset": "Reset to default"
  },
  "article": {
    "whyTitle": "Why {{habit}}?",
    "tldr": "TL;DR",
    "studies": "Studies",
    "recommendation": "What to do"
  },
  "accessibility": {
    "close": "Close",
    "settings": "Settings",
    "deleteHabit": "Delete {{name}}",
    "addHabit": "Add habit",
    "openLanguagePicker": "Open language picker",
    "resetAllData": "Reset all data",
    "scoreLabel": "{{completed}} of {{total}} habits completed",
    "streakLabel": "{{count}} day streak",
    "streakZeroLabel": "No streak yet",
    "heatmapLabel": "Annual habit completion heatmap",
    "weeklyChartLabel": "Weekly completion chart",
    "breathingStart": "Start breathing exercise",
    "breathingRemaining": "{{time}} remaining",
    "decreaseRounds": "Decrease rounds",
    "increaseRounds": "Increase rounds",
    "openStudy": "Opens in browser",
    "decreaseHour": "Decrease hour",
    "increaseHour": "Increase hour",
    "decreaseMinute": "Decrease minute",
    "increaseMinute": "Increase minute",
    "decreaseHours": "Decrease hours",
    "increaseHours": "Increase hours",
    "decreaseMinutes": "Decrease minutes",
    "increaseMinutes": "Increase minutes",
    "streakLabel_one": "{{count}} day streak",
    "streakLabel_other": "{{count}} day streak"
  },
  "notifications": {
    "title": "Reminders",
    "addReminder": "Add reminder",
    "scheduleDaily": "Daily at {{hour}}:{{minute}}",
    "scheduleInterval": "Every {{hours}}h {{minutes}}m",
    "hours": "Hours",
    "minutes": "Minutes",
    "editReminder": "Edit reminder",
    "deleteReminder": "Delete reminder",
    "deleteConfirm": "Delete this reminder?",
    "titlePlaceholder": "Reminder title...",
    "bodyPlaceholder": "Reminder message...",
    "permissionRequired": "Notification Permission",
    "permissionDenied": "Please enable notifications in your device settings to receive reminders.",
    "hour": "Hour",
    "minute": "Minute",
    "daily": "Daily",
    "interval": "Interval",
    "quietHours": "Quiet hours",
    "quietHoursDesc": "No notifications between {{start}} and {{end}}",
    "quietHoursWarning": "This reminder falls within quiet hours",
    "quietHoursNudge": "Interval reminders repeat at night too. Enable quiet hours?",
    "quietHoursEnable": "Enable",
    "defaults": {
      "morning": {
        "title": "Morning Routine",
        "body": "Time to start your healthy habits!"
      },
      "evening": {
        "title": "Evening Wind-Down",
        "body": "Wind down and reflect on your day."
      },
      "move": {
        "title": "Time to Move",
        "body": "Take a break and get some movement in!"
      }
    }
  },
  "toast": {
    "first": "🔥 Great start! Keep going!",
    "halfway": "💪 Halfway there!",
    "almost": "🎯 So close! One more!",
    "allDone": "🎉 All done! Amazing!"
  },
  "onboarding": {
    "title": "Welcome!",
    "step1": "Define your own goals in each habit card",
    "step2": "Plan them in your day and add reminders",
    "step3": "Complete them every day and track your progress",
    "start": "Let's go!",
    "labelSettings": "Settings",
    "labelProgress": "Progress",
    "labelHabits": "Your habits"
  },
  "common": {
    "done": "Done",
    "cancel": "Cancel",
    "save": "Save",
    "delete": "Delete",
    "edit": "Edit",
    "ok": "OK",
    "yes": "Yes",
    "no": "No",
    "notFound": "Not found"
  }
}
