{
  "tabs": {
    "today": "Aujourd'hui",
    "progress": "Progrès"
  },
  "hub": {
    "goodMorning": "Bonjour",
    "goodAfternoon": "Bon après-midi",
    "goodEvening": "Bonsoir",
    "score": "{{completed}}/{{total}}",
    "streak": "{{count}} jours consécutifs",
    "streakZero": "Commencez votre série !",
    "allDone": "Tout est fait pour aujourd'hui !",
    "welcomeHint": "Appuyez sur une habitude pour la valider !",
    "tapToComplete": "Appuyez pour valider",
    "tapToUndo": "Appuyez pour annuler",
    "objectiveReached": "Objectif atteint aujourd'hui"
  },
  "habits": {
    "breathing": {
      "name": "Respiration",
      "oneLiner": "Active votre système nerveux apaisant — soulagement immédiat",
      "tldr": "Une respiration lente et structurée réduit le cortisol, abaisse la tension artérielle et améliore la variabilité de la fréquence cardiaque en quelques minutes. Seulement 5 minutes par jour réduisent mesurablement l'anxiété.",
      "body": "Votre système nerveux autonome possède deux branches : le sympathique (« lutte ou fuite ») et le parasympathique (« repos et digestion »). La respiration lente et délibérée active directement la branche parasympathique via le nerf vague.\n\nLorsque vous expirez lentement, les barorécepteurs de votre arc aortique détectent le changement de pression et envoient un signal au tronc cérébral pour ralentir votre rythme cardiaque. C'est pourquoi les techniques avec des expirations prolongées (comme le soupir cyclique) sont particulièrement efficaces.\n\nUne étude de Stanford de 2023 a révélé que seulement 5 minutes de respiration structurée quotidienne — plus précisément le soupir cyclique — surpassaient la méditation de pleine conscience pour réduire l'anxiété et améliorer l'humeur. L'effet était mesurable dès la première séance et se renforçait sur 28 jours.\n\nLa variabilité de la fréquence cardiaque (HRV), un marqueur clé de la résilience au stress, s'améliore significativement avec une pratique régulière de la respiration. Un HRV élevé est associé à une meilleure régulation émotionnelle, une plus grande flexibilité cognitive et une meilleure santé cardiovasculaire.\n\nL'atout majeur des exercices de respiration est leur accessibilité : ils ne nécessitent aucun équipement, aucun espace particulier, et peuvent se pratiquer n'importe où. Même une seule minute de respiration lente avant un événement stressant réduit mesurablement la réponse au cortisol.",
      "recommendation": "2 à 5 minutes de respiration lente par jour. Respiration carrée (4-4-4-4) ou soupir cyclique.",
      "criterion": "3 min de respiration lente"
    },
    "light": {
      "name": "Exposition à la lumière",
      "oneLiner": "La lumière matinale règle votre horloge — meilleur sommeil et humeur",
      "tldr": "10 à 30 minutes d'exposition à la lumière vive régulent le rythme circadien, améliorent la qualité du sommeil, stimulent la vigilance et ont des effets antidépresseurs.",
      "body": "Votre corps fonctionne grâce à une horloge maîtresse — le noyau suprachiasmatique (SCN) dans l'hypothalamus. Cette horloge contrôle le moment où vous avez sommeil, le pic de cortisol, la montée de la température corporelle, et des centaines d'autres processus rythmiques. Le signal principal qui synchronise cette horloge est la lumière atteignant des cellules spécialisées de votre rétine appelées cellules ganglionnaires rétiniennes intrinsèquement photosensibles (ipRGCs).\n\nL'exposition à la lumière matinale déclenche une cascade : elle supprime la production de mélatonine, élève le cortisol (le pic matinal sain), augmente la synthèse de sérotonine, et programme la libération de mélatonine environ 14 à 16 heures plus tard. C'est pourquoi la lumière du matin améliore à la fois la vigilance diurne ET le sommeil nocturne.\n\nUn essai marquant de JAMA Psychiatry en 2016 a montré que la luminothérapie était aussi efficace que la fluoxétine (Prozac) pour la dépression majeure non saisonnière — et la combinaison des deux était significativement plus efficace que l'un ou l'autre seul. L'ampleur de l'effet était cliniquement significative et rapide.\n\nUne étude de 2023 dans Nature Mental Health, analysant les données de plus de 85 000 participants de la UK Biobank, a révélé qu'une plus grande exposition à la lumière diurne était associée à un risque réduit de dépression, une meilleure humeur auto-déclarée, un réveil plus facile le matin, et une fatigue moins fréquente. Fait crucial, l'exposition à la lumière nocturne avait l'effet inverse.\n\nL'enseignement clé : il ne s'agit pas seulement de recevoir de la lumière — il faut la bonne lumière au bon moment. La lumière vive extérieure le matin est fondamentalement différente de l'éclairage artificiel intérieur. Même par temps nuageux, la lumière extérieure est généralement 10 à 50 fois plus intense que l'éclairage intérieur.",
      "recommendation": "Sortez dans l'heure qui suit le réveil. 10 min par temps ensoleillé, 20-30 min par temps nuageux.",
      "criterion": "10 min de soleil matinal"
    },
    "food": {
      "name": "Alimentation saine",
      "oneLiner": "Ce que vous mangez construit votre cerveau — chaque bon repas compte",
      "tldr": "Une alimentation variée et équilibrée, riche en aliments complets, réduit le risque de dépression d'environ 33 %, les maladies cardiovasculaires d'environ 30 % et la mortalité toutes causes confondues. Aucun régime n'est le meilleur — c'est la variété et l'équilibre qui comptent le plus.",
      "body": "Le lien entre alimentation et santé mentale est aujourd'hui soutenu par des preuves interventionnelles solides, et non plus seulement des corrélations observationnelles. Le domaine de la « psychiatrie nutritionnelle » a explosé au cours de la dernière décennie.\n\nLe constat récurrent de la recherche n'est pas qu'un régime particulier l'emporte — c'est que la diversité et l'équilibre comptent le plus. Les régimes riches en légumes, fruits, céréales complètes, protéines maigres et graisses saines surpassent systématiquement les régimes dominés par les aliments transformés, quelle que soit la tradition culturelle dont ils sont issus.\n\nUne assiette pratique et fondée sur les preuves ressemble à peu près à ceci : environ 50 % de légumes et fruits, environ 25 % de céréales complètes, environ 25 % de protéines (poisson, légumineuses, volaille, noix). Cela correspond au Healthy Eating Plate de Harvard et aux conclusions de la EAT-Lancet Commission de 2019, réunissant 37 experts de 16 pays.\n\nPlusieurs modèles alimentaires bien étudiés suivent ces principes :\n• Régime méditerranéen — riche en huile d'olive, poisson, légumes et légumineuses. L'essai PREDIMED (7 447 participants) a montré une réduction d'environ 30 % des événements cardiovasculaires.\n• Régime DASH — met l'accent sur les fruits, les légumes, les céréales complètes et une faible teneur en sodium. Prouvé pour faire baisser la tension artérielle en quelques semaines.\n• Régime nordique — basé sur les céréales complètes, les poissons gras, les légumes-racines et les baies. Associé à une réduction de l'inflammation et un risque cardiovasculaire plus faible.\n• Régime japonais traditionnel — riche en poisson, aliments fermentés, légumes et algues. Lié à la plus longue espérance de vie au monde.\n\nCe qu'ils ont tous en commun : une consommation élevée de légumes, un minimum d'aliments ultra-transformés, des sources de nutriments variées et des proportions équilibrées.\n\nLes mécanismes sont multiples : effets anti-inflammatoires (l'inflammation chronique est liée à la dépression), diversité du microbiome intestinal (l'intestin produit environ 95 % de votre sérotonine), meilleure régulation glycémique (les pics de glucose altèrent les fonctions cognitives) et meilleur apport en nutriments essentiels à la synthèse des neurotransmetteurs (oméga-3, vitamines B, zinc, magnésium).\n\nL'essai SMILES (2017) a montré que l'amélioration de l'alimentation — axée sur l'équilibre et les aliments complets plutôt que sur un régime spécifique — a conduit à une rémission de la dépression chez 32 % des participants contre 8 % dans le groupe témoin.\n\nIl n'est pas nécessaire de suivre un régime nommé. Misez sur la variété et l'équilibre : remplissez la moitié de votre assiette de légumes, privilégiez les aliments complets plutôt que transformés et mangez une grande diversité d'aliments. La recherche montre régulièrement que des améliorations progressives procurent des bénéfices significatifs.",
      "recommendation": "Visez environ 50 % de légumes, 25 % de céréales complètes, 25 % de protéines. Mangez varié et complet.",
      "criterion": "Manger assez de fruits et légumes, pas d'ultra-transformé"
    },
    "sleep": {
      "name": "Sommeil",
      "oneLiner": "Votre cerveau se nettoie pendant le sommeil — chaque heure compte",
      "tldr": "Pendant le sommeil profond, le système glymphatique du cerveau élimine les déchets. Moins de 7 heures augmente la mortalité de 13 %. Une seule nuit de privation réduit la régulation émotionnelle d'environ 60 %.",
      "body": "Le sommeil n'est pas une inconscience passive — c'est un processus actif, hautement organisé et essentiel à la survie. Pendant le sommeil profond (à ondes lentes), le système glymphatique du cerveau augmente le flux de liquide cérébrospinal de 60 %, éliminant les déchets métaboliques, y compris la bêta-amyloïde, la protéine impliquée dans la maladie d'Alzheimer.\n\nUne publication révolutionnaire dans Science en 2013 par Xie et al. a découvert que l'espace entre les cellules cérébrales s'élargit de 60 % pendant le sommeil, permettant ce « lavage du cerveau ». Cela signifie que le manque chronique de sommeil peut littéralement laisser s'accumuler des déchets toxiques dans votre cerveau.\n\nLes données sur la mortalité sont frappantes : une méta-analyse portant sur 1,3 million de participants a montré que dormir moins de 7 heures par nuit est associé à un risque accru de 13 % de mortalité toutes causes confondues. Mais il ne s'agit pas seulement de la durée — la qualité du sommeil compte énormément.\n\nL'aspect le plus immédiatement pertinent : une seule nuit de privation de sommeil provoque une augmentation de 60 % de la réactivité de l'amygdale aux stimuli négatifs, déconnectant effectivement votre cortex préfrontal (cerveau rationnel) de vos centres émotionnels. C'est pourquoi tout semble pire après une mauvaise nuit — la capacité de votre cerveau à réguler les émotions est physiologiquement altérée.\n\nLe sommeil consolide aussi la mémoire, régule les hormones (l'hormone de croissance est principalement libérée pendant le sommeil profond), maintient la fonction immunitaire (l'efficacité de vos lymphocytes T diminue significativement après une seule mauvaise nuit), et régule les hormones de l'appétit (le manque de sommeil augmente la ghréline et diminue la leptine, vous donnant plus faim).\n\nLes deux choses les plus efficaces pour votre sommeil sont la régularité (mêmes heures de coucher et de lever) et l'exposition à la lumière matinale (qui programme votre minuteur à mélatonine pour le soir).",
      "recommendation": "7 à 9 heures. Heures de coucher et de lever régulières.",
      "criterion": "Dormir 7 heures"
    },
    "exercise": {
      "name": "Exercice",
      "oneLiner": "L'antidépresseur nº 1 et outil de longévité — bougez chaque jour",
      "tldr": "Réduit la mortalité toutes causes de 30-35 %, aussi efficace que les ISRS contre la dépression, favorise la neurogenèse. 11 min de marche rapide aident déjà.",
      "body": "L'exercice physique est ce qui se rapproche le plus d'un médicament miracle. Une méta-analyse du BMJ de 2024 portant sur plus de 200 études a montré que l'exercice est 1,5 fois plus efficace que la psychothérapie ou les médicaments de premier plan pour réduire les symptômes de dépression, d'anxiété et de détresse psychologique. La marche ou le jogging, le yoga et la musculation figuraient parmi les modalités les plus efficaces.\n\nLa courbe dose-réponse de l'exercice est remarquablement concentrée au début : une étude de 2023 dans le British Journal of Sports Medicine, analysant les données de 196 études, a montré que seulement 11 minutes de marche rapide quotidienne (75 minutes/semaine) étaient associées à un risque de décès prématuré réduit de 23 %. Passer de zéro à une activité même minimale procure le plus grand bénéfice marginal.\n\nSur le plan neurologique, une étude marquante du PNAS en 2011 a montré qu'un an d'exercice aérobique modéré augmentait le volume de l'hippocampe de 2 %, inversant effectivement 1 à 2 ans de diminution liée à l'âge. L'hippocampe est essentiel pour la mémoire et est l'une des premières structures affectées par la maladie d'Alzheimer. L'exercice favorise la neurogenèse (la naissance de nouvelles cellules cérébrales) grâce à l'augmentation du BDNF (facteur neurotrophique dérivé du cerveau).\n\nL'exercice améliore aussi la qualité du sommeil, réduit l'inflammation, améliore la sensibilité à l'insuline, renforce les os, diminue le risque de cancer, améliore les fonctions cognitives et renforce le sentiment d'efficacité personnelle. Les mécanismes sont si divers qu'aucun médicament unique ne pourrait reproduire tous les bienfaits d'une activité physique régulière.\n\nL'enseignement clé de la recherche moderne : le plus grand gain pour la santé vient du passage de rien à quelque chose. Vous n'avez pas besoin de courir des marathons. Une marche de 10 minutes est infiniment plus bénéfique que pas de marche du tout. Commencez ridiculement petit et développez la régularité avant l'intensité.",
      "recommendation": "Tout mouvement compte. Une marche de 10 minutes vaut infiniment mieux que rien.",
      "criterion": "Marcher 10 minutes"
    },
    "gratitude": {
      "name": "Gratitude",
      "oneLiner": "3 bonnes choses reprogramment votre cerveau vers le positif",
      "tldr": "Écrire sa gratitude augmente le bien-être de 10 à 25 %, améliore le sommeil, réduit la dépression et crée des changements neuronaux durables.",
      "body": "La pratique de la gratitude est l'une des interventions de psychologie positive les plus étudiées, avec des preuves solides accumulées sur plus de deux décennies de recherche. Les effets ne sont pas seulement subjectifs — la pratique de la gratitude crée des changements mesurables dans la structure et le fonctionnement du cerveau.\n\nL'étude fondatrice d'Emmons et McCullough en 2003 a établi que les personnes qui notaient chaque semaine les choses pour lesquelles elles étaient reconnaissantes faisaient plus d'exercice, avaient moins de plaintes physiques et se sentaient mieux dans leur vie par rapport à celles qui notaient des tracas ou des événements neutres. L'ampleur de l'effet était substantielle : une amélioration de 10 à 25 % des mesures de bien-être.\n\nUne étude par IRMf de Kini et al. en 2016 a montré que la pratique de la gratitude produisait des changements durables dans la façon dont le cerveau traite l'information. Les participants qui écrivaient des lettres de gratitude montraient une sensibilité neuronale significativement plus grande aux expériences de gratitude plusieurs mois plus tard — même sans pratiquer activement. Le cortex préfrontal médian, impliqué dans l'apprentissage et la prise de décision, montrait les changements les plus significatifs. Cela suggère que la pratique de la gratitude recâble littéralement le traitement de base de votre cerveau.\n\nLe lien avec le sommeil est particulièrement convaincant : Wood et al. (2009) ont montré que la gratitude était associée à une meilleure qualité de sommeil principalement grâce au mécanisme des pensées pré-sommeil. Les personnes reconnaissantes ont plus de pensées positives et moins de pensées négatives avant de s'endormir, ce qui conduit à un endormissement plus rapide et une meilleure qualité de sommeil.\n\nLa clé d'une pratique de gratitude efficace est la spécificité. « Je suis reconnaissant pour ma santé » a beaucoup moins d'impact que « Je suis reconnaissant que mes jambes m'aient porté lors d'une promenade dans le parc ce matin et que j'aie remarqué que les cerisiers étaient en fleurs. » La gratitude spécifique vous oblige à revivre l'expérience positive, amplifiant son impact émotionnel et entraînant votre cerveau à remarquer les détails positifs.",
      "recommendation": "1 à 3 choses spécifiques par jour. Soyez précis, pas générique.",
      "criterion": "Écrire 3 choses précises"
    }
  },
  "breathing": {
    "inhale": "Inspirez",
    "hold": "Retenez",
    "exhale": "Expirez",
    "tapToStart": "Appuyez pour commencer",
    "rounds": "Répétitions",
    "duration": "~{{minutes}} min {{seconds}} s",
    "durationSeconds": "~{{seconds}} s"
  },
  "progress": {
    "title": "Progrès",
    "currentStreak": "Série actuelle",
    "bestStreak": "Meilleure série",
    "days": "jours",
    "thisWeek": "7 derniers jours",
    "thisYear": "Cette année",
    "completionRate": "{{rate}}% accompli",
    "noData": "Pas encore de données",
    "currentStreakAccessibility": "Série actuelle : {{count}} jours",
    "bestStreakAccessibility": "Meilleure série : {{count}} jours"
  },
  "settings": {
    "title": "Paramètres",
    "habits": "Habitudes",
    "hideHabit": "Masquer l'habitude",
    "showHabit": "Afficher l'habitude",
    "language": "Langue",
    "autoDetect": "Détection automatique",
    "theme": "Thème",
    "themeLight": "Clair",
    "themeDark": "Sombre",
    "themeAuto": "Automatique",
    "about": "À propos",
    "version": "Version {{version}}",
    "myHabits": "Mes Habitudes",
    "addHabit": "Ajouter une habitude...",
    "resetData": "Réinitialiser toutes les données",
    "resetConfirm": "Cela supprimera toutes vos données. Êtes-vous sûr ?",
    "reminders": "Rappels",
    "manageReminders": "Gérez vos rappels quotidiens"
  },
  "criteria": {
    "myGoal": "Mon objectif",
    "placeholder": "Définir votre objectif...",
    "reset": "Réinitialiser par défaut"
  },
  "article": {
    "whyTitle": "Pourquoi {{habit}} ?",
    "tldr": "En bref",
    "studies": "Études",
    "recommendation": "Que faire"
  },
  "accessibility": {
    "close": "Fermer",
    "settings": "Paramètres",
    "deleteHabit": "Supprimer {{name}}",
    "addHabit": "Ajouter une habitude",
    "openLanguagePicker": "Ouvrir le sélecteur de langue",
    "resetAllData": "Réinitialiser toutes les données",
    "scoreLabel": "{{completed}} sur {{total}} habitudes complétées",
    "streakLabel": "Série de {{count}} jours",
    "streakZeroLabel": "Pas encore de série",
    "heatmapLabel": "Carte thermique annuelle des habitudes",
    "weeklyChartLabel": "Graphique de complétion hebdomadaire",
    "breathingStart": "Commencer l'exercice de respiration",
    "breathingRemaining": "{{time}} restant",
    "decreaseRounds": "Diminuer les répétitions",
    "increaseRounds": "Augmenter les répétitions",
    "openStudy": "S'ouvre dans le navigateur",
    "decreaseHour": "Diminuer l'heure",
    "increaseHour": "Augmenter l'heure",
    "decreaseMinute": "Diminuer la minute",
    "increaseMinute": "Augmenter la minute",
    "decreaseHours": "Diminuer les heures",
    "increaseHours": "Augmenter les heures",
    "decreaseMinutes": "Diminuer les minutes",
    "increaseMinutes": "Augmenter les minutes"
  },
  "notifications": {
    "title": "Rappels",
    "addReminder": "Ajouter un rappel",
    "scheduleDaily": "Tous les jours à {{hour}}:{{minute}}",
    "scheduleInterval": "Toutes les {{hours}}h {{minutes}}m",
    "hours": "Heures",
    "minutes": "Minutes",
    "editReminder": "Modifier le rappel",
    "deleteReminder": "Supprimer le rappel",
    "deleteConfirm": "Supprimer ce rappel ?",
    "titlePlaceholder": "Titre du rappel...",
    "bodyPlaceholder": "Message du rappel...",
    "permissionRequired": "Autorisation de notification",
    "permissionDenied": "Veuillez activer les notifications dans les paramètres de votre appareil pour recevoir des rappels.",
    "hour": "Heure",
    "minute": "Minute",
    "daily": "Quotidien",
    "interval": "Intervalle",
    "quietHours": "Heures calmes",
    "quietHoursDesc": "Pas de notifications entre {{start}} et {{end}}",
    "quietHoursWarning": "Ce rappel tombe pendant les heures calmes",
    "quietHoursNudge": "Les rappels d'intervalle se répètent aussi la nuit. Activer les heures calmes ?",
    "quietHoursEnable": "Activer",
    "defaults": {
      "morning": {
        "title": "Routine matinale",
        "body": "C'est l'heure de commencer vos habitudes saines !"
      },
      "evening": {
        "title": "Détente du soir",
        "body": "Détendez-vous et réfléchissez à votre journée."
      },
      "move": {
        "title": "C'est l'heure de bouger",
        "body": "Faites une pause et bougez un peu !"
      }
    }
  },
  "toast": {
    "first": "🔥 Bon début ! Continue !",
    "halfway": "💪 À mi-chemin !",
    "almost": "🎯 Presque ! Plus qu'un !",
    "allDone": "🎉 Tout est fait ! Bravo !"
  },
  "common": {
    "done": "Terminé",
    "cancel": "Annuler",
    "save": "Enregistrer",
    "delete": "Supprimer",
    "edit": "Modifier",
    "ok": "OK",
    "yes": "Oui",
    "no": "Non",
    "notFound": "Non trouvé"
  },
  "onboarding": {
    "title": "Bienvenue !",
    "step1": "Définissez vos propres objectifs dans chaque carte d'habitude",
    "step2": "Planifiez-les dans votre journée et ajoutez des rappels",
    "step3": "Complétez-les chaque jour et suivez votre progression",
    "start": "C'est parti !",
    "labelSettings": "Réglages",
    "labelProgress": "Progrès",
    "labelHabits": "Vos habitudes"
  }
}
