{
  "tabs": {
    "today": "आज",
    "progress": "प्रगति"
  },
  "hub": {
    "goodMorning": "सुप्रभात",
    "goodAfternoon": "नमस्कार",
    "goodEvening": "शुभ संध्या",
    "score": "{{completed}}/{{total}}",
    "streak": "{{count}} दिन की लगातार लय",
    "streakZero": "अपनी लय शुरू करें!",
    "allDone": "आज का सब काम हो गया!",
    "welcomeHint": "आदत पर टैप करें!",
    "tapToComplete": "पूरा करने के लिए टैप करें",
    "tapToUndo": "पूर्ववत करने के लिए टैप करें"
  },
  "habits": {
    "breathing": {
      "name": "श्वास",
      "oneLiner": "शांत तंत्रिका तंत्र को सक्रिय करता है — तुरंत राहत",
      "action": "श्वास अभ्यास शुरू करें",
      "tldr": "धीमी, संरचित श्वास कुछ ही मिनटों में कोर्टिसोल कम करती है, रक्तचाप घटाती है और हृदय गति परिवर्तनशीलता में सुधार करती है। दिन में सिर्फ 5 मिनट से चिंता में मापने योग्य कमी आती है।",
      "body": "आपके स्वायत्त तंत्रिका तंत्र की दो शाखाएँ हैं: सहानुभूतिक (\"लड़ो या भागो\") और परानुकंपी (\"आराम करो और पचाओ\")। धीमी, जानबूझकर की गई श्वास वेगस तंत्रिका के माध्यम से सीधे परानुकंपी शाखा को सक्रिय करती है।\n\nजब आप धीरे-धीरे साँस छोड़ते हैं, तो महाधमनी चाप में स्थित बैरोरिसेप्टर दबाव में बदलाव को महसूस करते हैं और मस्तिष्क तने को हृदय गति धीमी करने का संकेत भेजते हैं। यही कारण है कि लंबी साँस छोड़ने वाली तकनीकें (जैसे चक्रीय आह भरना) विशेष रूप से प्रभावी होती हैं।\n\n2023 के एक स्टैनफोर्ड अध्ययन में पाया गया कि दिन में सिर्फ 5 मिनट की संरचित श्वास — विशेष रूप से चक्रीय आह भरना — चिंता कम करने और मूड सुधारने में माइंडफुलनेस ध्यान से बेहतर रही। यह प्रभाव पहले सत्र से ही मापने योग्य था और 28 दिनों में बढ़ता गया।\n\nHRV (हृदय गति परिवर्तनशीलता), तनाव सहनशक्ति का एक प्रमुख संकेतक, नियमित श्वास अभ्यास से काफी सुधरती है। उच्च HRV बेहतर भावनात्मक नियंत्रण, संज्ञानात्मक लचीलापन और हृदय स्वास्थ्य से जुड़ी है।\n\nश्वास अभ्यास की सबसे बड़ी खूबी इसकी सुलभता है: इसके लिए किसी उपकरण की जरूरत नहीं, किसी विशेष जगह की जरूरत नहीं, और कहीं भी किया जा सकता है। तनावपूर्ण स्थिति से पहले एक मिनट की धीमी श्वास भी कोर्टिसोल प्रतिक्रिया को मापने योग्य रूप से कम करती है।",
      "recommendation": "रोज़ 2-5 मिनट धीमी श्वास। बॉक्स ब्रीदिंग (4-4-4-4) या चक्रीय आह भरना।",
      "criterion": "3 मिनट धीमी साँस"
    },
    "light": {
      "name": "प्रकाश",
      "oneLiner": "सुबह की धूप आपकी जैविक घड़ी सेट करती है — बेहतर नींद और मूड",
      "action": "धूप दर्ज करें",
      "tldr": "10-30 मिनट की तेज़ रोशनी सर्कैडियन लय को नियंत्रित करती है, नींद की गुणवत्ता सुधारती है, सतर्कता बढ़ाती है और अवसादरोधी प्रभाव डालती है।",
      "body": "आपका शरीर एक मास्टर घड़ी पर चलता है — हाइपोथैलेमस में स्थित सुप्राकियास्मैटिक न्यूक्लियस (SCN)। यह घड़ी नियंत्रित करती है कि आपको कब नींद आती है, कोर्टिसोल कब चरम पर होता है, शरीर का तापमान कब बढ़ता है, और सैकड़ों अन्य लयबद्ध प्रक्रियाएँ। इस घड़ी को सिंक्रनाइज़ करने वाला प्रमुख संकेत रेटिना की विशेष कोशिकाओं — इंट्रिन्सिकली फोटोसेंसिटिव रेटिनल गैंग्लियन सेल्स (ipRGCs) — पर पड़ने वाला प्रकाश है।\n\nसुबह की रोशनी एक श्रृंखलाबद्ध प्रतिक्रिया शुरू करती है: यह मेलाटोनिन उत्पादन को दबाती है, कोर्टिसोल बढ़ाती है (स्वस्थ सुबह का उछाल), सेरोटोनिन संश्लेषण बढ़ाती है, और लगभग 14-16 घंटे बाद मेलाटोनिन रिलीज़ के लिए टाइमर सेट करती है। यही कारण है कि सुबह की रोशनी दिन की सतर्कता और रात की नींद दोनों सुधारती है।\n\n2016 में JAMA Psychiatry में प्रकाशित एक महत्वपूर्ण परीक्षण में पाया गया कि तेज़ रोशनी चिकित्सा गैर-मौसमी प्रमुख अवसाद के लिए फ्लुओक्सेटीन (Prozac) जितनी प्रभावी थी — और दोनों का संयोजन अकेले किसी एक से काफी अधिक प्रभावी था। प्रभाव चिकित्सकीय रूप से महत्वपूर्ण और तेज़ था।\n\nNature Mental Health में 2023 के एक अध्ययन ने UK Biobank के 85,000 से अधिक प्रतिभागियों के डेटा का विश्लेषण किया और पाया कि दिन में अधिक रोशनी अवसाद के कम जोखिम, बेहतर आत्म-रिपोर्टेड मूड, सुबह आसानी से उठने और कम थकान से जुड़ी थी। महत्वपूर्ण बात यह है कि रात की रोशनी का प्रभाव बिल्कुल विपरीत था।\n\nमुख्य बात: सिर्फ रोशनी पाना ही काफी नहीं — सही समय पर सही रोशनी मिलना ज़रूरी है। सुबह की चमकीली बाहरी रोशनी कृत्रिम इनडोर प्रकाश से बिल्कुल अलग है। बादल वाले दिन भी बाहर की रोशनी आमतौर पर इनडोर लाइटिंग से 10-50 गुना अधिक चमकीली होती है।",
      "recommendation": "जागने के 1 घंटे के भीतर बाहर जाएँ। धूप में 10 मिनट, बादल हों तो 20-30 मिनट।",
      "criterion": "10 मिनट सुबह की धूप"
    },
    "food": {
      "name": "स्वस्थ भोजन",
      "oneLiner": "आप जो खाते हैं उससे दिमाग बनता है — हर अच्छा भोजन मायने रखता है",
      "action": "स्वस्थ भोजन दर्ज करें",
      "tldr": "साबुत खाद्य पदार्थों से भरपूर विविध और संतुलित आहार अवसाद का जोखिम ~33%, हृदय रोग ~30% और सर्व-कारण मृत्यु दर कम करता है। कोई एक आहार सर्वश्रेष्ठ नहीं है — विविधता और संतुलन सबसे ज़्यादा मायने रखते हैं।",
      "body": "आहार और मानसिक स्वास्थ्य के बीच का संबंध अब मज़बूत हस्तक्षेपात्मक प्रमाणों द्वारा समर्थित है, न कि केवल अवलोकनात्मक सहसंबंधों से। \"पोषण मनोचिकित्सा\" का क्षेत्र पिछले दशक में तेज़ी से विकसित हुआ है।\n\nशोध में बार-बार जो सुसंगत निष्कर्ष सामने आया है वह यह नहीं कि कोई एक विशेष आहार जीतता है — बल्कि यह कि विविधता और संतुलन सबसे ज़्यादा मायने रखते हैं। सब्ज़ियों, फलों, साबुत अनाज, कम वसा वाले प्रोटीन और स्वस्थ वसा से भरपूर आहार प्रोसेस्ड भोजन-प्रधान आहार से हमेशा बेहतर प्रदर्शन करते हैं, चाहे वे किसी भी सांस्कृतिक परंपरा से हों।\n\nएक व्यावहारिक, प्रमाण-आधारित थाली लगभग इस तरह दिखती है: ~50% सब्ज़ियाँ और फल, ~25% साबुत अनाज, ~25% प्रोटीन (मछली, दालें, मुर्गी, मेवे)। यह Harvard की स्वस्थ भोजन थाली शोध और EAT-Lancet Commission के 2019 के 16 देशों के 37 विशेषज्ञों के निष्कर्षों से मेल खाता है।\n\nकई अच्छी तरह अध्ययन किए गए आहार पैटर्न इन सिद्धांतों का पालन करते हैं:\n• मेडिटेरेनियन आहार — जैतून तेल, मछली, सब्ज़ियों, दालों से भरपूर। PREDIMED trial (7,447 प्रतिभागी) ने हृदय संबंधी घटनाओं में ~30% की कमी दिखाई।\n• DASH आहार — फल, सब्ज़ियों, साबुत अनाज और कम सोडियम पर ज़ोर देता है। कुछ ही हफ़्तों में रक्तचाप कम करने में प्रमाणित।\n• नॉर्डिक आहार — साबुत अनाज, वसायुक्त मछली, जड़ वाली सब्ज़ियों और बेरीज़ पर आधारित। सूजन कम करने और हृदय रोग का जोखिम घटाने से जुड़ा।\n• पारंपरिक जापानी आहार — मछली, किण्वित भोजन, सब्ज़ियों और समुद्री शैवाल में समृद्ध। दुनिया में सबसे लंबी जीवन प्रत्याशा से जुड़ा।\n\nइन सबमें क्या समान है: उच्च सब्ज़ी सेवन, न्यूनतम अल्ट्रा-प्रोसेस्ड भोजन, विविध पोषक स्रोत और संतुलित अनुपात।\n\nइसकी कार्यप्रणाली बहुआयामी है: सूजन-रोधी प्रभाव (पुरानी सूजन अवसाद से जुड़ी है), आंत माइक्रोबायोम विविधता (आंत ~95% सेरोटोनिन बनाती है), बेहतर रक्त शर्करा नियंत्रण (ग्लूकोज़ स्पाइक संज्ञानात्मक कार्य को बिगाड़ते हैं), और न्यूरोट्रांसमीटर संश्लेषण के लिए आवश्यक पोषक तत्वों की बेहतर आपूर्ति (omega-3, B विटामिन, ज़िंक, मैग्नीशियम)।\n\nSMILES trial (2017) ने दिखाया कि आहार में सुधार — किसी एक विशेष आहार के बजाय संतुलन और साबुत खाद्य पदार्थों पर केंद्रित — 32% प्रतिभागियों में अवसाद की छूट दिलाने में सफल रहा, जबकि नियंत्रण समूह में यह केवल 8% था।\n\nआपको किसी नामित आहार का पालन करने की ज़रूरत नहीं है। विविधता और संतुलन पर ध्यान दें: अपनी थाली का आधा हिस्सा सब्ज़ियों से भरें, प्रोसेस्ड की जगह साबुत खाद्य पदार्थ चुनें, और विभिन्न प्रकार के भोजन खाएँ। शोध लगातार दिखाता है कि धीरे-धीरे किए गए सुधार भी सार्थक लाभ देते हैं।",
      "recommendation": "लक्ष्य रखें ~50% सब्ज़ियाँ, ~25% साबुत अनाज, ~25% प्रोटीन। विविध साबुत खाद्य पदार्थ खाएँ।",
      "criterion": "संतुलित थाली, अल्ट्रा-प्रोसेस्ड भोजन नहीं"
    },
    "sleep": {
      "name": "नींद",
      "oneLiner": "नींद में आपका दिमाग खुद को साफ करता है — हर घंटा मायने रखता है",
      "action": "नींद का समय दर्ज करें",
      "tldr": "गहरी नींद के दौरान मस्तिष्क की ग्लिम्फैटिक प्रणाली अपशिष्ट साफ करती है। 7 घंटे से कम नींद मृत्यु दर 13% बढ़ाती है। एक रात की नींद की कमी भावनात्मक नियंत्रण ~60% कम कर देती है।",
      "body": "नींद निष्क्रिय अचेतनता नहीं है — यह एक सक्रिय, अत्यधिक संगठित प्रक्रिया है जो जीवित रहने के लिए आवश्यक है। गहरी (स्लो-वेव) नींद के दौरान, मस्तिष्क की ग्लिम्फैटिक प्रणाली मस्तिष्कमेरु द्रव के प्रवाह को 60% बढ़ा देती है, जिससे बीटा-एमिलॉइड सहित चयापचय अपशिष्ट पदार्थ साफ होते हैं — यह वही प्रोटीन है जो अल्ज़ाइमर रोग से जुड़ा है।\n\n2013 में Science में प्रकाशित Xie et al. के एक अभूतपूर्व शोधपत्र ने खोजा कि नींद के दौरान मस्तिष्क कोशिकाओं के बीच की जगह 60% तक बढ़ जाती है, जिससे यह \"मस्तिष्क धुलाई\" संभव होती है। इसका मतलब है कि लगातार नींद की कमी सचमुच आपके मस्तिष्क में विषाक्त अपशिष्ट जमा कर सकती है।\n\nमृत्यु दर के आँकड़े चौंकाने वाले हैं: 13 लाख प्रतिभागियों के एक मेटा-विश्लेषण में पाया गया कि प्रति रात 7 घंटे से कम नींद सर्व-कारण मृत्यु दर में 13% वृद्धि से जुड़ी है। लेकिन यह सिर्फ अवधि की बात नहीं है — नींद की गुणवत्ता भी बेहद महत्वपूर्ण है।\n\nशायद सबसे तुरंत प्रासंगिक: एक रात की नींद की कमी से एमिग्डाला की नकारात्मक उत्तेजनाओं के प्रति प्रतिक्रियाशीलता 60% बढ़ जाती है, जो प्रभावी रूप से आपकी प्रीफ्रंटल कॉर्टेक्स (तर्कसंगत मस्तिष्क) को भावनात्मक केंद्रों से विच्छेद कर देती है। यही कारण है कि खराब नींद के बाद सब कुछ बुरा लगता है — आपके मस्तिष्क की भावनाओं को नियंत्रित करने की क्षमता शारीरिक रूप से क्षतिग्रस्त हो जाती है।\n\nनींद स्मृति को भी सुदृढ़ करती है, हार्मोन नियंत्रित करती है (विकास हार्मोन मुख्य रूप से गहरी नींद में निकलता है), प्रतिरक्षा कार्य बनाए रखती है (एक रात की खराब नींद से ही T-सेल की प्रभावशीलता काफी गिर जाती है) और भूख हार्मोन नियंत्रित करती है (नींद की कमी ग्रेलिन बढ़ाती और लेप्टिन घटाती है, जिससे आपको ज़्यादा भूख लगती है)।\n\nनींद के लिए सबसे प्रभावी दो चीज़ें हैं: नियमितता (रोज़ एक ही समय सोना और उठना) और सुबह की रोशनी (जो शाम के लिए आपका मेलाटोनिन टाइमर सेट करती है)।",
      "recommendation": "7-9 घंटे। सोने और जागने का समय नियमित रखें।",
      "criterion": "7 घंटे सोएं"
    },
    "exercise": {
      "name": "व्यायाम",
      "oneLiner": "सबसे बड़ा अवसादरोधी और दीर्घायु साधन — रोज़ चलें",
      "action": "व्यायाम दर्ज करें",
      "tldr": "सर्व-कारण मृत्यु दर 30-35% कम करता है, अवसाद के लिए SSRIs जितना प्रभावी, न्यूरोजेनेसिस को बढ़ावा देता है। 11 मिनट तेज़ चलना भी मदद करता है।",
      "body": "व्यायाम एक चमत्कारी दवा के सबसे करीब की चीज़ है जो हमारे पास है। 2024 में BMJ के एक मेटा-विश्लेषण ने 200 से अधिक अध्ययनों का विश्लेषण किया और पाया कि व्यायाम अवसाद, चिंता और मनोवैज्ञानिक संकट के लक्षणों को कम करने में काउंसलिंग या प्रमुख दवाओं से 1.5 गुना अधिक प्रभावी है। पैदल चलना या जॉगिंग, योग और शक्ति प्रशिक्षण सबसे प्रभावी तरीकों में शामिल थे।\n\nव्यायाम की खुराक-प्रतिक्रिया वक्र शुरुआत में ही सबसे अधिक लाभ देती है: British Journal of Sports Medicine में 2023 के एक अध्ययन ने 196 अध्ययनों के डेटा का विश्लेषण किया और पाया कि प्रतिदिन सिर्फ 11 मिनट तेज़ चलना (75 मिनट/सप्ताह) असमय मृत्यु के 23% कम जोखिम से जुड़ा था। शून्य से थोड़ी भी गतिविधि शुरू करने पर सबसे बड़ा सीमांत लाभ मिलता है।\n\nमस्तिष्क विज्ञान के क्षेत्र में, 2011 में PNAS में प्रकाशित एक ऐतिहासिक अध्ययन ने दिखाया कि एक वर्ष के मध्यम एरोबिक व्यायाम से हिप्पोकैम्पस का आयतन 2% बढ़ा, जो उम्र से संबंधित 1-2 वर्षों की सिकुड़न को प्रभावी रूप से उलट देता है। हिप्पोकैम्पस स्मृति के लिए महत्वपूर्ण है और अल्ज़ाइमर रोग में सबसे पहले प्रभावित होने वाली संरचनाओं में से एक है। व्यायाम BDNF (मस्तिष्क-व्युत्पन्न न्यूरोट्रॉफिक कारक) बढ़ाकर न्यूरोजेनेसिस (नई मस्तिष्क कोशिकाओं का जन्म) को बढ़ावा देता है।\n\nव्यायाम नींद की गुणवत्ता भी सुधारता है, सूजन कम करता है, इंसुलिन संवेदनशीलता बढ़ाता है, हड्डियों को मज़बूत करता है, कैंसर का जोखिम कम करता है, संज्ञानात्मक कार्य सुधारता है और आत्म-प्रभावकारिता बढ़ाता है। इसकी कार्यप्रणालियाँ इतनी विविध हैं कि कोई भी एक दवा नियमित शारीरिक गतिविधि के सभी लाभों की नकल नहीं कर सकती।\n\nआधुनिक शोध की मुख्य खोज: सबसे बड़ा स्वास्थ्य लाभ कुछ न करने से कुछ करने में आता है। आपको मैराथन दौड़ने की ज़रूरत नहीं। 10 मिनट की सैर न चलने से अनंत गुना बेहतर है। बेहद छोटी शुरुआत करें और तीव्रता से पहले नियमितता बनाएँ।",
      "recommendation": "कोई भी हलचल मायने रखती है। 10 मिनट की सैर न करने से अनंत गुना बेहतर है।",
      "criterion": "10 मिनट हिलें-डुलें"
    },
    "gratitude": {
      "name": "कृतज्ञता",
      "oneLiner": "3 अच्छी बातें आपके दिमाग को सकारात्मकता की ओर मोड़ती हैं",
      "action": "कृतज्ञता लिखें",
      "tldr": "कृतज्ञता लिखने से खुशहाली 10-25% बढ़ती है, नींद सुधरती है, अवसाद कम होता है और मस्तिष्क में स्थायी तंत्रिका परिवर्तन होते हैं।",
      "body": "कृतज्ञता अभ्यास सकारात्मक मनोविज्ञान के सबसे अच्छी तरह अध्ययन किए गए हस्तक्षेपों में से एक है, जिसका प्रमाण दो दशकों से अधिक के शोध पर आधारित है। इसके प्रभाव केवल व्यक्तिपरक नहीं हैं — कृतज्ञता अभ्यास मस्तिष्क की संरचना और कार्य में मापने योग्य परिवर्तन लाता है।\n\n2003 में Emmons और McCullough के मूलभूत अध्ययन ने स्थापित किया कि जो लोग साप्ताहिक रूप से उन चीज़ों के बारे में लिखते थे जिनके लिए वे आभारी थे, वे अधिक व्यायाम करते थे, कम शारीरिक शिकायतें होती थीं और अपने जीवन के बारे में बेहतर महसूस करते थे — उन लोगों की तुलना में जो परेशानियों या सामान्य घटनाओं के बारे में लिखते थे। प्रभाव का आकार पर्याप्त था: खुशहाली मापदंडों में 10-25% सुधार।\n\n2016 में Kini et al. के एक fMRI अध्ययन में पाया गया कि कृतज्ञता अभ्यास मस्तिष्क की सूचना प्रसंस्करण विधि में स्थायी बदलाव लाता है। जिन प्रतिभागियों ने कृतज्ञता पत्र लिखे, उन्होंने महीनों बाद भी कृतज्ञता अनुभवों के प्रति काफी अधिक तंत्रिका संवेदनशीलता दिखाई — भले ही वे सक्रिय रूप से अभ्यास नहीं कर रहे थे। मीडियल प्रीफ्रंटल कॉर्टेक्स, जो सीखने और निर्णय लेने में शामिल है, ने सबसे महत्वपूर्ण बदलाव दिखाए। इससे पता चलता है कि कृतज्ञता अभ्यास सचमुच आपके मस्तिष्क की बुनियादी प्रसंस्करण प्रणाली को बदल देता है।\n\nनींद से जुड़ा संबंध विशेष रूप से प्रभावशाली है: Wood et al. (2009) ने पाया कि कृतज्ञता बेहतर नींद की गुणवत्ता से जुड़ी थी, मुख्य रूप से सोने से पहले के विचारों के माध्यम से। कृतज्ञ लोगों के मन में सोने से पहले अधिक सकारात्मक और कम नकारात्मक विचार आते हैं, जिससे जल्दी नींद आती है और नींद की गुणवत्ता बेहतर होती है।\n\nप्रभावी कृतज्ञता अभ्यास की कुंजी विशिष्टता है। \"मैं अपने स्वास्थ्य के लिए आभारी हूँ\" कहीं कम प्रभावशाली है बनिस्बत \"मैं आभारी हूँ कि आज सुबह मेरे पैरों ने मुझे पार्क में टहलाया और मैंने देखा कि चेरी के फूल खिले हुए थे।\" विशिष्ट कृतज्ञता आपको सकारात्मक अनुभव को फिर से जीने पर मजबूर करती है, उसके भावनात्मक प्रभाव को बढ़ाती है और आपके मस्तिष्क को सकारात्मक विवरणों पर ध्यान देना सिखाती है।",
      "recommendation": "रोज़ 1-3 विशिष्ट चीज़ें। सामान्य नहीं, विशिष्ट लिखें।",
      "criterion": "3 विशिष्ट चीज़ें लिखें"
    }
  },
  "breathing": {
    "inhale": "साँस लें",
    "hold": "रोकें",
    "exhale": "साँस छोड़ें",
    "tapToStart": "शुरू करने के लिए टैप करें"
  },
  "progress": {
    "title": "प्रगति",
    "currentStreak": "वर्तमान लय",
    "bestStreak": "सर्वश्रेष्ठ लय",
    "days": "दिन",
    "thisWeek": "पिछले 7 दिन",
    "thisYear": "इस वर्ष",
    "completionRate": "{{rate}}% पूर्ण",
    "noData": "अभी कोई डेटा नहीं"
  },
  "settings": {
    "title": "सेटिंग्स",
    "habits": "आदतें",
    "hideHabit": "आदत छुपाएँ",
    "showHabit": "आदत दिखाएँ",
    "language": "भाषा",
    "autoDetect": "स्वतः पहचान",
    "theme": "थीम",
    "themeLight": "लाइट",
    "themeDark": "डार्क",
    "themeAuto": "स्वचालित",
    "about": "ऐप के बारे में",
    "version": "संस्करण {{version}}",
    "myHabits": "मेरी आदतें",
    "addHabit": "आदत जोड़ें...",
    "resetData": "सभी डेटा रीसेट करें",
    "resetConfirm": "इससे आपका सारा डेटा मिट जाएगा। क्या आप सुनिश्चित हैं?",
    "reminders": "रिमाइंडर",
    "manageReminders": "अपने दैनिक रिमाइंडर प्रबंधित करें"
  },
  "criteria": {
    "myGoal": "मेरा लक्ष्य",
    "placeholder": "अपना लक्ष्य सेट करें...",
    "reset": "डिफ़ॉल्ट पर रीसेट"
  },
  "article": {
    "whyTitle": "{{habit}} क्यों?",
    "tldr": "सारांश",
    "studies": "अध्ययन",
    "recommendation": "क्या करें"
  },
  "accessibility": {
    "close": "बंद करें",
    "settings": "सेटिंग्स",
    "deleteHabit": "{{name}} हटाएँ",
    "addHabit": "आदत जोड़ें",
    "openLanguagePicker": "भाषा चयनकर्ता खोलें",
    "resetAllData": "सभी डेटा रीसेट करें",
    "scoreLabel": "{{total}} में से {{completed}} आदतें पूरी हुईं",
    "streakLabel": "{{count}} दिन की लय",
    "streakZeroLabel": "अभी तक कोई लय नहीं",
    "heatmapLabel": "वार्षिक आदत पूर्णता हीटमैप",
    "weeklyChartLabel": "साप्ताहिक पूर्णता चार्ट",
    "breathingStart": "श्वास अभ्यास शुरू करें",
    "breathingRound": "राउंड {{current}} / {{total}}",
    "openStudy": "ब्राउज़र में खुलता है"
  },
  "notifications": {
    "title": "रिमाइंडर",
    "addReminder": "रिमाइंडर जोड़ें",
    "scheduleDaily": "रोज़ {{hour}}:{{minute}} बजे",
    "scheduleInterval": "हर {{hours}} घंटे {{minutes}} मिनट",
    "hours": "घंटे",
    "minutes": "मिनट",
    "editReminder": "रिमाइंडर संपादित करें",
    "deleteReminder": "रिमाइंडर हटाएँ",
    "deleteConfirm": "यह रिमाइंडर हटाएँ?",
    "titlePlaceholder": "रिमाइंडर का शीर्षक...",
    "bodyPlaceholder": "रिमाइंडर का संदेश...",
    "permissionRequired": "सूचना अनुमति",
    "permissionDenied": "रिमाइंडर प्राप्त करने के लिए कृपया अपने डिवाइस सेटिंग्स में सूचनाएँ सक्षम करें।",
    "hour": "घंटा",
    "minute": "मिनट",
    "daily": "दैनिक",
    "interval": "अंतराल",
    "defaults": {
      "morning": {
        "title": "सुबह की दिनचर्या",
        "body": "अपनी स्वस्थ आदतें शुरू करने का समय!"
      },
      "evening": {
        "title": "शाम का विश्राम",
        "body": "आराम करें और अपने दिन पर विचार करें।"
      },
      "move": {
        "title": "चलने का समय",
        "body": "ब्रेक लें और थोड़ा चलें-फिरें!"
      }
    }
  },
  "common": {
    "done": "हो गया",
    "cancel": "रद्द करें",
    "save": "सहेजें",
    "delete": "हटाएँ",
    "edit": "संपादित करें",
    "ok": "ठीक है",
    "yes": "हाँ",
    "no": "नहीं",
    "notFound": "नहीं मिला"
  }
}
