{
  "tabs": {
    "today": "Hari Ini",
    "progress": "Kemajuan"
  },
  "hub": {
    "goodMorning": "Selamat pagi",
    "goodAfternoon": "Selamat siang",
    "goodEvening": "Selamat malam",
    "score": "{{completed}}/{{total}}",
    "streak": "{{count}} hari berturut-turut",
    "streakZero": "Mulai rangkaianmu!",
    "allDone": "Semua selesai untuk hari ini!",
    "welcomeHint": "Ketuk kebiasaan untuk menandainya!",
    "tapToComplete": "Ketuk untuk menandai",
    "tapToUndo": "Ketuk untuk membatalkan",
    "objectiveReached": "Tujuan tercapai"
  },
  "habits": {
    "breathing": {
      "name": "Pernapasan",
      "oneLiner": "Mengaktifkan sistem saraf penenang — bantuan instan",
      "action": "Mulai latihan pernapasan",
      "tldr": "Pernapasan lambat dan terstruktur menurunkan kortisol, mengurangi tekanan darah, dan meningkatkan variabilitas detak jantung dalam hitungan menit. Hanya 5 menit sehari terbukti mengurangi kecemasan secara signifikan.",
      "body": "Sistem saraf otonom Anda memiliki dua cabang: simpatik (\"lawan atau lari\") dan parasimpatik (\"istirahat dan cerna\"). Pernapasan lambat dan disengaja langsung mengaktifkan cabang parasimpatik melalui saraf vagus.\n\nSaat Anda mengembuskan napas perlahan, baroreseptor di lengkung aorta mendeteksi perubahan tekanan dan memberi sinyal ke batang otak untuk memperlambat detak jantung. Inilah mengapa teknik dengan hembusan napas panjang (seperti cyclic sighing) sangat efektif.\n\nSebuah studi Stanford tahun 2023 menemukan bahwa hanya 5 menit latihan pernapasan terstruktur sehari — khususnya cyclic sighing — lebih efektif daripada meditasi mindfulness dalam mengurangi kecemasan dan memperbaiki suasana hati. Efeknya terukur sejak sesi pertama dan terus meningkat selama 28 hari.\n\nVariabilitas detak jantung (HRV), penanda utama ketahanan terhadap stres, meningkat secara signifikan dengan latihan pernapasan rutin. HRV yang lebih tinggi dikaitkan dengan regulasi emosi yang lebih baik, fleksibilitas kognitif, dan kesehatan kardiovaskular.\n\nKeunggulan latihan pernapasan adalah aksesibilitasnya: tidak memerlukan peralatan, tidak butuh ruang khusus, dan bisa dilakukan di mana saja. Bahkan satu menit pernapasan lambat sebelum peristiwa yang menegangkan terbukti mengurangi respons kortisol.",
      "recommendation": "2-5 menit pernapasan lambat setiap hari. Box breathing (4-4-4-4) atau cyclic sighing.",
      "criterion": "3 menit pernapasan lambat"
    },
    "light": {
      "name": "Paparan Cahaya",
      "oneLiner": "Sinar matahari pagi mengatur jam tubuhmu — tidur & suasana hati lebih baik",
      "action": "Catat paparan sinar matahari",
      "tldr": "10-30 menit paparan cahaya terang mengatur ritme sirkadian, meningkatkan kualitas tidur, meningkatkan kewaspadaan, dan memiliki efek antidepresan.",
      "body": "Tubuh Anda berjalan berdasarkan jam utama — suprachiasmatic nucleus (SCN) di hipotalamus. Jam ini mengontrol kapan Anda merasa mengantuk, kapan kortisol memuncak, kapan suhu tubuh naik, dan ratusan proses ritmis lainnya. Input utama yang menyinkronkan jam ini adalah cahaya yang mengenai sel-sel khusus di retina Anda yang disebut intrinsically photosensitive retinal ganglion cells (ipRGCs).\n\nPaparan cahaya pagi memicu serangkaian reaksi: menekan produksi melatonin, meningkatkan kortisol (lonjakan pagi yang sehat), meningkatkan sintesis serotonin, dan mengatur waktu pelepasan melatonin sekitar 14-16 jam kemudian. Inilah mengapa cahaya pagi memperbaiki kewaspadaan di siang hari DAN kualitas tidur di malam hari.\n\nSebuah uji klinis penting di JAMA Psychiatry tahun 2016 menemukan bahwa terapi cahaya terang sama efektifnya dengan fluoxetine (Prozac) untuk depresi mayor non-musiman — dan kombinasi keduanya secara signifikan lebih efektif daripada masing-masing terapi sendiri. Ukuran efeknya bermakna secara klinis dan cepat.\n\nSebuah studi tahun 2023 di Nature Mental Health yang menganalisis data dari lebih dari 85.000 peserta UK Biobank menemukan bahwa paparan cahaya siang hari yang lebih banyak dikaitkan dengan penurunan risiko depresi, suasana hati yang lebih baik, lebih mudah bangun pagi, dan lebih jarang merasa lelah. Yang penting, paparan cahaya malam memiliki efek sebaliknya.\n\nInti pentingnya: bukan hanya soal mendapat cahaya — tapi mendapat cahaya yang tepat di waktu yang tepat. Cahaya luar ruangan yang terang di pagi hari sangat berbeda dari cahaya buatan dalam ruangan. Bahkan di hari mendung, cahaya luar ruangan biasanya 10-50 kali lebih terang dari pencahayaan dalam ruangan.",
      "recommendation": "Keluar rumah dalam 1 jam setelah bangun. 10 menit saat cerah, 20-30 menit saat mendung.",
      "criterion": "10 menit sinar matahari pagi"
    },
    "food": {
      "name": "Makanan Sehat",
      "oneLiner": "Apa yang kamu makan membangun otakmu — setiap makanan sehat berarti",
      "action": "Catat makanan sehat",
      "tldr": "Pola makan yang beragam dan seimbang, kaya makanan utuh, mengurangi risiko depresi sekitar 33%, penyakit kardiovaskular sekitar 30%, dan kematian akibat semua penyebab. Tidak ada satu diet terbaik — keragaman dan keseimbangan yang paling penting.",
      "body": "Hubungan antara pola makan dan kesehatan mental kini didukung oleh bukti intervensi yang kuat, bukan sekadar korelasi observasional. Bidang \"psikiatri nutrisi\" telah berkembang pesat dalam dekade terakhir.\n\nTemuan yang konsisten dari berbagai penelitian bukan bahwa satu diet tertentu yang menang — melainkan bahwa keragaman dan keseimbangan yang paling penting. Pola makan kaya sayuran, buah-buahan, biji-bijian utuh, protein tanpa lemak, dan lemak sehat secara konsisten mengungguli pola makan tinggi makanan olahan, terlepas dari tradisi budaya asalnya.\n\nPiring berbasis bukti yang praktis kira-kira seperti ini: ~50% sayuran dan buah-buahan, ~25% biji-bijian utuh, ~25% protein (ikan, kacang-kacangan, unggas, kacang). Ini sejalan dengan penelitian Harvard's Healthy Eating Plate dan temuan EAT-Lancet Commission tahun 2019 dari 37 ahli di 16 negara.\n\nBeberapa pola makan yang telah diteliti dengan baik mengikuti prinsip-prinsip ini:\n• Diet Mediterania — kaya minyak zaitun, ikan, sayuran, kacang-kacangan. PREDIMED trial (7.447 peserta) menunjukkan pengurangan sekitar 30% kejadian kardiovaskular.\n• Diet DASH — menekankan buah-buahan, sayuran, biji-bijian utuh, dan rendah natrium. Terbukti menurunkan tekanan darah dalam hitungan minggu.\n• Diet Nordik — berbasis biji-bijian utuh, ikan berlemak, sayuran akar, beri. Dikaitkan dengan pengurangan peradangan dan risiko kardiovaskular yang lebih rendah.\n• Diet tradisional Jepang — tinggi ikan, makanan fermentasi, sayuran, dan rumput laut. Dikaitkan dengan harapan hidup terpanjang di dunia.\n\nKesamaan dari semuanya: asupan sayuran yang tinggi, makanan ultra-proses yang minimal, sumber nutrisi yang beragam, dan proporsi yang seimbang.\n\nMekanismenya beragam: efek anti-inflamasi (peradangan kronis terkait dengan depresi), keragaman mikrobioma usus (usus memproduksi sekitar 95% serotonin Anda), regulasi gula darah yang lebih baik (lonjakan glukosa mengganggu fungsi kognitif), dan penyediaan nutrisi penting untuk sintesis neurotransmiter (omega-3, vitamin B, seng, magnesium).\n\nSMILES trial (2017) menunjukkan bahwa perbaikan pola makan — yang berfokus pada keseimbangan dan makanan utuh, bukan satu diet tertentu — menghasilkan remisi depresi pada 32% peserta dibandingkan 8% pada kelompok kontrol.\n\nAnda tidak perlu mengikuti diet bernama tertentu. Fokus pada keragaman dan keseimbangan: isi setengah piring Anda dengan sayuran, pilih makanan utuh daripada olahan, dan makan berbagai jenis makanan. Penelitian secara konsisten menunjukkan bahwa perbaikan bertahap memberikan manfaat yang berarti.",
      "recommendation": "Targetkan ~50% sayuran, ~25% biji-bijian utuh, ~25% protein. Makan makanan utuh yang beragam.",
      "criterion": "Piring seimbang, tanpa makanan ultra-proses"
    },
    "sleep": {
      "name": "Tidur",
      "oneLiner": "Otakmu membersihkan dirinya saat tidur — setiap jam berarti",
      "action": "Catat waktu tidur",
      "tldr": "Selama tidur nyenyak, sistem glimfatik otak membersihkan limbah. Kurang dari 7 jam meningkatkan risiko kematian 13%. Satu malam kurang tidur mengurangi kemampuan regulasi emosi sekitar 60%.",
      "body": "Tidur bukan sekadar ketidaksadaran pasif — ini adalah proses aktif yang sangat terorganisir dan penting untuk kelangsungan hidup. Selama tidur nyenyak (gelombang lambat), sistem glimfatik otak meningkatkan aliran cairan serebrospinal sebesar 60%, membersihkan produk limbah metabolik termasuk beta-amyloid, protein yang terlibat dalam penyakit Alzheimer.\n\nSebuah makalah terobosan di jurnal Science tahun 2013 oleh Xie dkk. menemukan bahwa ruang antar sel otak mengembang 60% selama tidur, memungkinkan \"pencucian otak\" ini terjadi. Ini berarti kurang tidur kronis secara harfiah dapat menyebabkan limbah beracun menumpuk di otak Anda.\n\nData mortalitas sangat jelas: meta-analisis terhadap 1,3 juta peserta menemukan bahwa tidur kurang dari 7 jam per malam dikaitkan dengan peningkatan risiko kematian akibat semua penyebab sebesar 13%. Tapi bukan hanya soal durasi — kualitas tidur sangat penting.\n\nYang paling relevan secara langsung: satu malam kurang tidur menyebabkan peningkatan 60% dalam reaktivitas amigdala terhadap rangsangan negatif, secara efektif memutuskan korteks prefrontal (otak rasional) dari pusat emosi Anda. Inilah mengapa semuanya terasa lebih buruk setelah tidur yang buruk — kemampuan otak Anda untuk mengatur emosi terganggu secara fisiologis.\n\nTidur juga mengonsolidasi memori, mengatur hormon (hormon pertumbuhan terutama dilepaskan selama tidur nyenyak), menjaga fungsi imun (efektivitas sel T Anda menurun signifikan setelah hanya satu malam tidur buruk), dan mengatur hormon nafsu makan (kurang tidur meningkatkan ghrelin dan menurunkan leptin, membuat Anda lebih lapar).\n\nDua hal paling berdampak yang bisa Anda lakukan untuk tidur adalah konsistensi (waktu tidur/bangun yang sama) dan paparan cahaya pagi (yang mengatur waktu pelepasan melatonin di malam hari).",
      "recommendation": "7-9 jam. Waktu tidur dan bangun yang konsisten.",
      "criterion": "Tidur 7 jam"
    },
    "exercise": {
      "name": "Olahraga",
      "oneLiner": "Antidepresan #1 dan alat umur panjang — bergerak setiap hari",
      "action": "Catat olahraga",
      "tldr": "Mengurangi risiko kematian akibat semua penyebab 30-35%, sama efektifnya dengan SSRI untuk depresi, mendorong neurogenesis. 11 menit jalan cepat sudah membantu.",
      "body": "Olahraga adalah hal terdekat yang kita miliki dengan obat ajaib. Sebuah meta-analisis BMJ tahun 2024 terhadap lebih dari 200 studi menemukan bahwa olahraga 1,5 kali lebih efektif daripada konseling atau obat-obatan utama dalam mengurangi gejala depresi, kecemasan, dan tekanan psikologis. Berjalan atau jogging, yoga, dan latihan kekuatan termasuk yang paling efektif.\n\nKurva dosis-respons untuk olahraga sangat menguntungkan di awal: sebuah studi tahun 2023 di British Journal of Sports Medicine yang menganalisis data dari 196 studi menemukan bahwa hanya 11 menit jalan cepat setiap hari (75 menit/minggu) dikaitkan dengan penurunan risiko kematian dini sebesar 23%. Beralih dari nol aktivitas ke aktivitas minimal memberikan manfaat marginal terbesar.\n\nDari sisi neurologis, sebuah studi penting di PNAS tahun 2011 menunjukkan bahwa satu tahun olahraga aerobik sedang meningkatkan volume hipokampus sebesar 2%, secara efektif membalikkan 1-2 tahun penyusutan terkait usia. Hipokampus sangat penting untuk memori dan merupakan salah satu struktur pertama yang terkena pada penyakit Alzheimer. Olahraga mendorong neurogenesis (kelahiran sel otak baru) melalui peningkatan BDNF (brain-derived neurotrophic factor).\n\nOlahraga juga meningkatkan kualitas tidur, mengurangi peradangan, meningkatkan sensitivitas insulin, memperkuat tulang, mengurangi risiko kanker, meningkatkan fungsi kognitif, dan meningkatkan efikasi diri. Mekanismenya sangat beragam sehingga tidak ada satu obat pun yang bisa mereplikasi semua manfaat aktivitas fisik teratur.\n\nPelajaran utama dari penelitian modern: keuntungan kesehatan terbesar datang dari beralih dari tidak melakukan apa-apa menjadi melakukan sesuatu. Anda tidak perlu lari maraton. Jalan kaki 10 menit jauh lebih bermanfaat daripada tidak jalan sama sekali. Mulailah dari yang sangat kecil dan bangun konsistensi sebelum intensitas.",
      "recommendation": "Setiap gerakan berarti. Jalan kaki 10 menit jauh lebih baik daripada tidak sama sekali.",
      "criterion": "Bergerak selama 10 menit"
    },
    "gratitude": {
      "name": "Rasa Syukur",
      "oneLiner": "3 hal baik memprogram ulang otakmu ke arah positif",
      "action": "Tulis rasa syukur",
      "tldr": "Menulis rasa syukur meningkatkan kesejahteraan 10-25%, memperbaiki tidur, mengurangi depresi, dan menciptakan perubahan saraf yang bertahan lama.",
      "body": "Praktik rasa syukur adalah salah satu intervensi psikologi positif yang paling banyak diteliti, dengan bukti kuat yang mencakup lebih dari dua dekade penelitian. Efeknya bukan hanya subjektif — praktik rasa syukur menciptakan perubahan terukur dalam struktur dan fungsi otak.\n\nStudi dasar tahun 2003 oleh Emmons dan McCullough menunjukkan bahwa orang yang menulis tentang hal-hal yang mereka syukuri setiap minggu lebih banyak berolahraga, memiliki lebih sedikit keluhan fisik, dan merasa lebih baik tentang hidup mereka dibandingkan mereka yang menulis tentang masalah atau peristiwa netral. Ukuran efeknya substansial: peningkatan 10-25% dalam ukuran kesejahteraan.\n\nSebuah studi fMRI tahun 2016 oleh Kini dkk. menemukan bahwa praktik rasa syukur menghasilkan perubahan jangka panjang dalam cara otak memproses informasi. Peserta yang menulis surat syukur menunjukkan sensitivitas saraf yang jauh lebih besar terhadap pengalaman bersyukur beberapa bulan kemudian — bahkan ketika tidak sedang aktif berlatih. Korteks prefrontal medial, yang terlibat dalam pembelajaran dan pengambilan keputusan, menunjukkan perubahan paling signifikan. Ini menunjukkan praktik rasa syukur secara harfiah mengubah pemrosesan dasar otak Anda.\n\nKaitan dengan tidur sangat menarik: Wood dkk. (2009) menemukan bahwa rasa syukur dikaitkan dengan kualitas tidur yang lebih baik terutama melalui mekanisme kognisi sebelum tidur. Orang yang bersyukur memiliki lebih banyak pikiran positif dan lebih sedikit pikiran negatif sebelum tertidur, yang mengarah pada onset tidur yang lebih cepat dan kualitas tidur yang lebih baik.\n\nKunci dari praktik rasa syukur yang efektif adalah kekhususan. \"Saya bersyukur atas kesehatan saya\" jauh kurang berdampak daripada \"Saya bersyukur kaki saya membawa saya berjalan-jalan di taman pagi ini dan saya melihat bunga sakura sedang bermekaran.\" Rasa syukur yang spesifik memaksa Anda menghidupkan kembali pengalaman positif, memperkuat dampak emosionalnya dan melatih otak Anda untuk memperhatikan detail positif.",
      "recommendation": "1-3 hal spesifik setiap hari. Jadilah spesifik, bukan umum.",
      "criterion": "Tulis 3 hal spesifik"
    }
  },
  "breathing": {
    "inhale": "Tarik napas",
    "hold": "Tahan",
    "exhale": "Buang napas",
    "tapToStart": "Ketuk untuk mulai"
  },
  "progress": {
    "title": "Kemajuan",
    "currentStreak": "Rangkaian Saat Ini",
    "bestStreak": "Rangkaian Terbaik",
    "days": "hari",
    "thisWeek": "7 Hari Terakhir",
    "thisYear": "Tahun Ini",
    "completionRate": "{{rate}}% selesai",
    "noData": "Belum ada data",
    "currentStreakAccessibility": "Rangkaian saat ini: {{count}} hari",
    "bestStreakAccessibility": "Rangkaian terbaik: {{count}} hari"
  },
  "settings": {
    "title": "Pengaturan",
    "habits": "Kebiasaan",
    "hideHabit": "Sembunyikan kebiasaan",
    "showHabit": "Tampilkan kebiasaan",
    "language": "Bahasa",
    "autoDetect": "Deteksi otomatis",
    "theme": "Tema",
    "themeLight": "Terang",
    "themeDark": "Gelap",
    "themeAuto": "Otomatis",
    "about": "Tentang",
    "version": "Versi {{version}}",
    "myHabits": "Kebiasaan Saya",
    "addHabit": "Tambah kebiasaan...",
    "resetData": "Atur Ulang Semua Data",
    "resetConfirm": "Ini akan menghapus semua datamu. Apakah kamu yakin?",
    "reminders": "Pengingat",
    "manageReminders": "Kelola pengingat harian Anda"
  },
  "criteria": {
    "myGoal": "Tujuan saya",
    "placeholder": "Tetapkan tujuan Anda...",
    "reset": "Atur ulang ke default"
  },
  "article": {
    "whyTitle": "Mengapa {{habit}}?",
    "tldr": "Ringkasan",
    "studies": "Studi",
    "recommendation": "Apa yang harus dilakukan"
  },
  "accessibility": {
    "close": "Tutup",
    "settings": "Pengaturan",
    "deleteHabit": "Hapus {{name}}",
    "addHabit": "Tambah kebiasaan",
    "openLanguagePicker": "Buka pemilih bahasa",
    "resetAllData": "Reset semua data",
    "scoreLabel": "{{completed}} dari {{total}} kebiasaan selesai",
    "streakLabel": "Rangkaian {{count}} hari",
    "streakZeroLabel": "Belum ada rangkaian",
    "heatmapLabel": "Peta panas penyelesaian kebiasaan tahunan",
    "weeklyChartLabel": "Grafik penyelesaian mingguan",
    "breathingStart": "Mulai latihan pernapasan",
    "breathingRound": "Putaran {{current}} dari {{total}}",
    "openStudy": "Dibuka di browser",
    "decreaseHour": "Kurangi jam",
    "increaseHour": "Tambah jam",
    "decreaseMinute": "Kurangi menit",
    "increaseMinute": "Tambah menit",
    "decreaseHours": "Kurangi jam",
    "increaseHours": "Tambah jam",
    "decreaseMinutes": "Kurangi menit",
    "increaseMinutes": "Tambah menit"
  },
  "notifications": {
    "title": "Pengingat",
    "addReminder": "Tambah pengingat",
    "scheduleDaily": "Setiap hari pukul {{hour}}:{{minute}}",
    "scheduleInterval": "Setiap {{hours}}j {{minutes}}m",
    "hours": "Jam",
    "minutes": "Menit",
    "editReminder": "Edit pengingat",
    "deleteReminder": "Hapus pengingat",
    "deleteConfirm": "Hapus pengingat ini?",
    "titlePlaceholder": "Judul pengingat...",
    "bodyPlaceholder": "Pesan pengingat...",
    "permissionRequired": "Izin Notifikasi",
    "permissionDenied": "Aktifkan notifikasi di pengaturan perangkat untuk menerima pengingat.",
    "hour": "Jam",
    "minute": "Menit",
    "daily": "Harian",
    "interval": "Interval",
    "defaults": {
      "morning": {
        "title": "Rutinitas Pagi",
        "body": "Saatnya memulai kebiasaan sehatmu!"
      },
      "evening": {
        "title": "Relaksasi Malam",
        "body": "Bersantai dan refleksikan harimu."
      },
      "move": {
        "title": "Saatnya Bergerak",
        "body": "Istirahat sejenak dan bergeraklah!"
      }
    }
  },
  "common": {
    "done": "Selesai",
    "cancel": "Batal",
    "save": "Simpan",
    "delete": "Hapus",
    "edit": "Ubah",
    "ok": "OK",
    "yes": "Ya",
    "no": "Tidak",
    "notFound": "Tidak ditemukan"
  }
}
