{
  "tabs": {
    "today": "Oggi",
    "progress": "Progressi"
  },
  "hub": {
    "goodMorning": "Buongiorno",
    "goodAfternoon": "Buon pomeriggio",
    "goodEvening": "Buonasera",
    "score": "{{completed}}/{{total}}",
    "streak": "{{count}} giorni consecutivi",
    "streakZero": "Inizia la tua serie!",
    "allDone": "Tutto fatto per oggi!",
    "welcomeHint": "Tocca un'abitudine per completarla!",
    "tapToComplete": "Tocca per completare",
    "tapToUndo": "Tocca per annullare",
    "objectiveReached": "Obiettivo raggiunto oggi"
  },
  "habits": {
    "breathing": {
      "name": "Respirazione",
      "oneLiner": "Attiva il sistema nervoso calmante — sollievo immediato",
      "tldr": "La respirazione lenta e strutturata abbassa il cortisolo, riduce la pressione sanguigna e migliora la variabilità della frequenza cardiaca in pochi minuti. Bastano 5 minuti al giorno per ridurre significativamente l'ansia.",
      "body": "Il sistema nervoso autonomo ha due rami: il simpatico (\"combatti o fuggi\") e il parasimpatico (\"riposa e digerisci\"). La respirazione lenta e deliberata attiva direttamente il ramo parasimpatico attraverso il nervo vago.\n\nQuando espiri lentamente, i barocettori nell'arco aortico rilevano il cambiamento di pressione e segnalano al tronco encefalico di rallentare la frequenza cardiaca. Ecco perché le tecniche con espirazione prolungata (come il cyclic sighing) sono particolarmente efficaci.\n\nUno studio di Stanford del 2023 ha rilevato che soli 5 minuti al giorno di respirazione strutturata — in particolare il cyclic sighing — superavano la meditazione mindfulness nel ridurre l'ansia e migliorare l'umore. L'effetto era misurabile fin dalla prima sessione e si accumulava nell'arco di 28 giorni.\n\nLa variabilità della frequenza cardiaca (HRV), un indicatore chiave della resilienza allo stress, migliora significativamente con la pratica regolare di esercizi di respirazione. Un HRV più alto è associato a una migliore regolazione emotiva, flessibilità cognitiva e salute cardiovascolare.\n\nLa bellezza degli esercizi di respirazione sta nella loro accessibilità: non richiedono attrezzature, nessuno spazio speciale e possono essere praticati ovunque. Anche un solo minuto di respirazione lenta prima di un evento stressante riduce in modo misurabile la risposta del cortisolo.",
      "recommendation": "2-5 minuti di respirazione lenta al giorno. Box breathing (4-4-4-4) o cyclic sighing.",
      "criterion": "3 min di respirazione lenta"
    },
    "light": {
      "name": "Esposizione alla luce",
      "oneLiner": "La luce mattutina regola il tuo orologio — sonno e umore migliori",
      "tldr": "10-30 minuti di esposizione alla luce intensa regolano il ritmo circadiano, migliorano la qualità del sonno, aumentano la vigilanza e hanno effetti antidepressivi.",
      "body": "Il tuo corpo funziona grazie a un orologio principale — il nucleo soprachiasmatico (SCN) nell'ipotalamo. Questo orologio controlla quando ti senti assonnato, quando il cortisolo raggiunge il picco, quando la temperatura corporea sale, e centinaia di altri processi ritmici. L'input principale che sincronizza questo orologio è la luce che colpisce cellule specializzate nella retina chiamate intrinsically photosensitive retinal ganglion cells (ipRGCs).\n\nL'esposizione alla luce mattutina innesca una cascata di reazioni: sopprime la produzione di melatonina, eleva il cortisolo (il sano picco mattutino), aumenta la sintesi di serotonina e imposta un timer per il rilascio di melatonina circa 14-16 ore dopo. Ecco perché la luce mattutina migliora sia la vigilanza diurna CHE il sonno notturno.\n\nUno studio clinico fondamentale pubblicato su JAMA Psychiatry nel 2016 ha rilevato che la terapia con luce intensa era efficace quanto la fluoxetina (Prozac) per la depressione maggiore non stagionale — e la combinazione di entrambe era significativamente più efficace di ciascuna da sola. L'entità dell'effetto era clinicamente rilevante e rapida.\n\nUno studio del 2023 pubblicato su Nature Mental Health, che ha analizzato dati di oltre 85.000 partecipanti della UK Biobank, ha riscontrato che una maggiore esposizione alla luce diurna era associata a un ridotto rischio di depressione, umore migliore, maggiore facilità nell'alzarsi la mattina e minore stanchezza. È fondamentale notare che l'esposizione alla luce notturna aveva l'effetto opposto.\n\nIl punto chiave: non si tratta solo di esporsi alla luce — ma di ricevere la luce giusta al momento giusto. La luce intensa all'aperto al mattino è profondamente diversa dalla luce artificiale degli interni. Anche in una giornata nuvolosa, la luce esterna è tipicamente 10-50 volte più intensa dell'illuminazione interna.",
      "recommendation": "Esci entro 1 ora dal risveglio. 10 min con il sole, 20-30 min con cielo nuvoloso.",
      "criterion": "10 min di sole mattutino"
    },
    "food": {
      "name": "Alimentazione sana",
      "oneLiner": "Ciò che mangi costruisce il tuo cervello — ogni buon pasto conta",
      "tldr": "Diete varie e bilanciate, ricche di alimenti integrali, riducono il rischio di depressione di circa il 33%, le malattie cardiovascolari di circa il 30% e la mortalità per tutte le cause. Nessuna dieta singola è la migliore — varietà e equilibrio contano di più.",
      "body": "La connessione tra alimentazione e salute mentale è oggi supportata da solide evidenze interventistiche, non solo da correlazioni osservazionali. Il campo della \"psichiatria nutrizionale\" è esploso nell'ultimo decennio.\n\nIl dato più consistente che emerge dalla ricerca non è che una dieta specifica sia superiore alle altre — è che varietà e equilibrio contano di più. Le diete ricche di verdure, frutta, cereali integrali, proteine magre e grassi sani superano costantemente le diete basate su cibi processati, indipendentemente dalla tradizione culturale di provenienza.\n\nUn piatto pratico e basato sulle evidenze si presenta più o meno così: ~50% verdure e frutta, ~25% cereali integrali, ~25% proteine (pesce, legumi, pollame, frutta secca). Questo è in linea con le ricerche dell'Harvard Healthy Eating Plate e con le conclusioni della EAT-Lancet Commission del 2019, frutto del lavoro di 37 esperti provenienti da 16 paesi.\n\nDiversi modelli alimentari ben studiati seguono questi principi:\n• Dieta mediterranea — ricca di olio d'oliva, pesce, verdure, legumi. Il PREDIMED trial (7.447 partecipanti) ha dimostrato una riduzione di circa il 30% degli eventi cardiovascolari.\n• Dieta DASH — privilegia frutta, verdure, cereali integrali e basso contenuto di sodio. Dimostrato che abbassa la pressione sanguigna nel giro di settimane.\n• Dieta nordica — basata su cereali integrali, pesce grasso, ortaggi a radice, frutti di bosco. Associata a una riduzione dell'infiammazione e del rischio cardiovascolare.\n• Dieta tradizionale giapponese — ricca di pesce, alimenti fermentati, verdure e alghe. Collegata all'aspettativa di vita più lunga al mondo.\n\nCosa hanno tutte in comune: elevato consumo di verdure, cibi ultra-processati ridotti al minimo, fonti nutritive diversificate e proporzioni equilibrate.\n\nI meccanismi sono molteplici: effetti antinfiammatori (l'infiammazione cronica è collegata alla depressione), diversità del microbioma intestinale (l'intestino produce circa il 95% della serotonina), migliore regolazione della glicemia (i picchi di glucosio compromettono la funzione cognitiva) e migliore apporto di nutrienti essenziali per la sintesi dei neurotrasmettitori (omega-3, vitamine del gruppo B, zinco, magnesio).\n\nLo SMILES trial (2017) ha dimostrato che il miglioramento dell'alimentazione — incentrato su equilibrio e alimenti integrali piuttosto che su una dieta specifica — ha portato alla remissione della depressione nel 32% dei partecipanti contro l'8% del gruppo di controllo.\n\nNon è necessario seguire una dieta con un nome preciso. Concentrati su varietà ed equilibrio: riempi metà del piatto con verdure, scegli alimenti integrali al posto di quelli processati e mangia un'ampia varietà di cibi. La ricerca dimostra costantemente che miglioramenti graduali producono benefici significativi.",
      "recommendation": "Punta a ~50% verdure, ~25% cereali integrali, ~25% proteine. Mangia cibi vari e integrali.",
      "criterion": "Mangiare abbastanza frutta e verdura, niente cibi ultra-processati"
    },
    "sleep": {
      "name": "Sonno",
      "oneLiner": "Il cervello si pulisce durante il sonno — ogni ora conta",
      "tldr": "Durante il sonno profondo il sistema glinfatico del cervello elimina le scorie. Meno di 7 ore aumenta la mortalità del 13%. Una sola notte di privazione riduce la regolazione emotiva di circa il 60%.",
      "body": "Il sonno non è incoscienza passiva — è un processo attivo, altamente organizzato e fondamentale per la sopravvivenza. Durante il sonno profondo (a onde lente), il sistema glinfatico del cervello aumenta il flusso di liquido cerebrospinale del 60%, eliminando prodotti di scarto metabolici tra cui la beta-amiloide, la proteina implicata nel morbo di Alzheimer.\n\nUno studio rivoluzionario pubblicato su Science nel 2013 da Xie et al. ha scoperto che lo spazio tra le cellule cerebrali si espande del 60% durante il sonno, permettendo a questo \"lavaggio cerebrale\" di avvenire. Questo significa che la privazione cronica del sonno può letteralmente far accumulare rifiuti tossici nel cervello.\n\nI dati sulla mortalità sono inequivocabili: una meta-analisi su 1,3 milioni di partecipanti ha rilevato che dormire meno di 7 ore a notte è associato a un aumento del 13% del rischio di mortalità per tutte le cause. Ma non si tratta solo di durata — la qualità del sonno è enormemente importante.\n\nForse l'aspetto più immediatamente rilevante: una singola notte di privazione del sonno causa un aumento del 60% nella reattività dell'amigdala agli stimoli negativi, disconnettendo di fatto la corteccia prefrontale (cervello razionale) dai centri emotivi. Ecco perché tutto sembra peggiore dopo una notte di sonno insufficiente — la capacità del cervello di regolare le emozioni è fisiologicamente compromessa.\n\nIl sonno consolida inoltre la memoria, regola gli ormoni (l'ormone della crescita viene rilasciato principalmente durante il sonno profondo), mantiene la funzione immunitaria (l'efficacia delle cellule T diminuisce significativamente dopo una sola notte di sonno scarso) e regola gli ormoni dell'appetito (la privazione del sonno aumenta la grelina e riduce la leptina, facendoti sentire più affamato).\n\nLe due cose più efficaci che puoi fare per il sonno sono la costanza (stessi orari di addormentamento e risveglio) e l'esposizione alla luce mattutina (che imposta il timer della melatonina per la sera).",
      "recommendation": "7-9 ore. Orari costanti di addormentamento e risveglio.",
      "criterion": "Dormire 7 ore"
    },
    "exercise": {
      "name": "Esercizio fisico",
      "oneLiner": "L'antidepressivo n. 1 e strumento di longevità — muoviti ogni giorno",
      "tldr": "Riduce la mortalità per tutte le cause del 30-35%, è efficace quanto gli SSRI per la depressione, promuove la neurogenesi. Bastano 11 minuti di camminata veloce.",
      "body": "L'esercizio fisico è la cosa più vicina a un farmaco miracoloso che abbiamo. Una meta-analisi del BMJ del 2024 su oltre 200 studi ha rilevato che l'esercizio è 1,5 volte più efficace della consulenza psicologica o dei principali farmaci nel ridurre i sintomi di depressione, ansia e disagio psicologico. Camminata o corsa, yoga e allenamento di forza erano tra le modalità più efficaci.\n\nLa curva dose-risposta per l'esercizio è notevolmente concentrata nella fase iniziale: uno studio del 2023 pubblicato sul British Journal of Sports Medicine, analizzando dati da 196 studi, ha rilevato che solo 11 minuti di camminata veloce al giorno (75 minuti/settimana) erano associati a una riduzione del 23% del rischio di morte prematura. Passare da zero a un'attività anche minima fornisce il maggiore beneficio marginale.\n\nSul piano neurologico, uno studio fondamentale del 2011 su PNAS ha dimostrato che un anno di esercizio aerobico moderato aumentava il volume dell'ippocampo del 2%, invertendo di fatto 1-2 anni di restringimento legato all'età. L'ippocampo è fondamentale per la memoria ed è una delle prime strutture colpite nel morbo di Alzheimer. L'esercizio promuove la neurogenesi (la nascita di nuove cellule cerebrali) attraverso l'aumento del BDNF (brain-derived neurotrophic factor).\n\nL'esercizio migliora anche la qualità del sonno, riduce l'infiammazione, migliora la sensibilità all'insulina, rafforza le ossa, riduce il rischio di cancro, migliora la funzione cognitiva e aumenta l'autoefficacia. I meccanismi sono così diversi che nessun singolo farmaco potrebbe replicare tutti i benefici dell'attività fisica regolare.\n\nLa scoperta chiave della ricerca moderna: il maggiore guadagno in termini di salute viene dal passare dal niente a qualcosa. Non devi correre maratone. Una passeggiata di 10 minuti è infinitamente più benefica di nessuna passeggiata. Inizia in modo assurdamente piccolo e costruisci la costanza prima dell'intensità.",
      "recommendation": "Qualsiasi movimento conta. 10 minuti di camminata sono infinitamente meglio di niente.",
      "criterion": "Camminare per 10 minuti"
    },
    "gratitude": {
      "name": "Gratitudine",
      "oneLiner": "3 cose belle riprogrammano il cervello verso il positivo",
      "tldr": "Scrivere cose per cui si è grati aumenta il benessere del 10-25%, migliora il sonno, riduce la depressione e crea cambiamenti neurali duraturi.",
      "body": "La pratica della gratitudine è uno degli interventi di psicologia positiva più studiati, con evidenze solide che coprono oltre due decenni di ricerca. Gli effetti non sono solo soggettivi — la pratica della gratitudine crea cambiamenti misurabili nella struttura e nella funzione del cervello.\n\nLo studio fondamentale del 2003 di Emmons e McCullough ha stabilito che le persone che scrivevano settimanalmente delle cose per cui erano grate facevano più esercizio, avevano meno disturbi fisici e si sentivano meglio riguardo alla propria vita rispetto a chi scriveva di problemi o eventi neutri. L'entità dell'effetto era sostanziale: miglioramento del 10-25% nelle misure di benessere.\n\nUno studio fMRI del 2016 di Kini et al. ha scoperto che la pratica della gratitudine produceva cambiamenti duraturi nel modo in cui il cervello elabora le informazioni. I partecipanti che scrivevano lettere di gratitudine mostravano una sensibilità neurale significativamente maggiore alle esperienze di gratitudine mesi dopo — anche quando non praticavano attivamente. La corteccia prefrontale mediale, coinvolta nell'apprendimento e nelle decisioni, mostrava i cambiamenti più significativi. Questo suggerisce che la pratica della gratitudine riprogramma letteralmente l'elaborazione di base del cervello.\n\nIl legame con il sonno è particolarmente interessante: Wood et al. (2009) hanno scoperto che la gratitudine era associata a una migliore qualità del sonno principalmente attraverso il meccanismo dei pensieri prima di addormentarsi. Le persone grate hanno più pensieri positivi e meno pensieri negativi prima di addormentarsi, il che porta a un addormentamento più rapido e a una migliore qualità del sonno.\n\nLa chiave per una pratica efficace della gratitudine è la specificità. \"Sono grato per la mia salute\" ha molto meno impatto di \"Sono grato che le mie gambe mi abbiano portato a fare una passeggiata al parco stamattina e che abbia notato che i ciliegi erano in fiore.\" La gratitudine specifica ti costringe a rivivere l'esperienza positiva, amplificandone l'impatto emotivo e allenando il cervello a notare i dettagli positivi.",
      "recommendation": "1-3 cose specifiche al giorno. Sii specifico, non generico.",
      "criterion": "Scrivere 3 cose specifiche"
    }
  },
  "breathing": {
    "inhale": "Inspira",
    "hold": "Trattieni",
    "exhale": "Espira",
    "tapToStart": "Tocca per iniziare",
    "rounds": "Ripetizioni",
    "duration": "~{{minutes}} min {{seconds}} s",
    "durationSeconds": "~{{seconds}} s"
  },
  "progress": {
    "title": "Progressi",
    "currentStreak": "Serie attuale",
    "bestStreak": "Migliore serie",
    "days": "giorni",
    "thisWeek": "Ultimi 7 giorni",
    "thisYear": "Quest'anno",
    "completionRate": "{{rate}}% completato",
    "noData": "Nessun dato ancora",
    "currentStreakAccessibility": "Serie attuale: {{count}} giorni",
    "bestStreakAccessibility": "Miglior serie: {{count}} giorni"
  },
  "settings": {
    "title": "Impostazioni",
    "habits": "Abitudini",
    "hideHabit": "Nascondi abitudine",
    "showHabit": "Mostra abitudine",
    "language": "Lingua",
    "autoDetect": "Rilevamento automatico",
    "theme": "Tema",
    "themeLight": "Chiaro",
    "themeDark": "Scuro",
    "themeAuto": "Automatico",
    "about": "Informazioni",
    "version": "Versione {{version}}",
    "myHabits": "Le mie Abitudini",
    "addHabit": "Aggiungi un'abitudine...",
    "resetData": "Reimposta tutti i dati",
    "resetConfirm": "Questo cancellerà tutti i tuoi dati. Sei sicuro?",
    "reminders": "Promemoria",
    "manageReminders": "Gestisci i tuoi promemoria giornalieri"
  },
  "criteria": {
    "myGoal": "Il mio obiettivo",
    "placeholder": "Imposta il tuo obiettivo...",
    "reset": "Ripristina predefinito"
  },
  "article": {
    "whyTitle": "Perché {{habit}}?",
    "tldr": "In breve",
    "studies": "Studi",
    "recommendation": "Cosa fare"
  },
  "accessibility": {
    "close": "Chiudi",
    "settings": "Impostazioni",
    "deleteHabit": "Elimina {{name}}",
    "addHabit": "Aggiungi abitudine",
    "openLanguagePicker": "Apri selettore lingua",
    "resetAllData": "Reimposta tutti i dati",
    "scoreLabel": "{{completed}} di {{total}} abitudini completate",
    "streakLabel": "Serie di {{count}} giorni",
    "streakZeroLabel": "Nessuna serie ancora",
    "heatmapLabel": "Mappa termica annuale delle abitudini",
    "weeklyChartLabel": "Grafico di completamento settimanale",
    "breathingStart": "Inizia esercizio di respirazione",
    "breathingRemaining": "{{time}} rimanente",
    "decreaseRounds": "Diminuisci ripetizioni",
    "increaseRounds": "Aumenta ripetizioni",
    "openStudy": "Si apre nel browser",
    "decreaseHour": "Diminuisci ora",
    "increaseHour": "Aumenta ora",
    "decreaseMinute": "Diminuisci minuto",
    "increaseMinute": "Aumenta minuto",
    "decreaseHours": "Diminuisci ore",
    "increaseHours": "Aumenta ore",
    "decreaseMinutes": "Diminuisci minuti",
    "increaseMinutes": "Aumenta minuti"
  },
  "notifications": {
    "title": "Promemoria",
    "addReminder": "Aggiungi promemoria",
    "scheduleDaily": "Ogni giorno alle {{hour}}:{{minute}}",
    "scheduleInterval": "Ogni {{hours}}h {{minutes}}m",
    "hours": "Ore",
    "minutes": "Minuti",
    "editReminder": "Modifica promemoria",
    "deleteReminder": "Elimina promemoria",
    "deleteConfirm": "Eliminare questo promemoria?",
    "titlePlaceholder": "Titolo del promemoria...",
    "bodyPlaceholder": "Messaggio del promemoria...",
    "permissionRequired": "Permesso notifiche",
    "permissionDenied": "Abilita le notifiche nelle impostazioni del dispositivo per ricevere i promemoria.",
    "hour": "Ora",
    "minute": "Minuto",
    "daily": "Giornaliero",
    "interval": "Intervallo",
    "defaults": {
      "morning": {
        "title": "Routine mattutina",
        "body": "È ora di iniziare le tue abitudini salutari!"
      },
      "evening": {
        "title": "Relax serale",
        "body": "Rilassati e rifletti sulla tua giornata."
      },
      "move": {
        "title": "È ora di muoversi",
        "body": "Fai una pausa e muoviti un po'!"
      }
    }
  },
  "toast": {
    "first": "🔥 Ottimo inizio! Continua!",
    "halfway": "💪 A metà strada!",
    "almost": "🎯 Quasi! Ancora uno!",
    "allDone": "🎉 Tutto fatto! Fantastico!"
  },
  "common": {
    "done": "Fatto",
    "cancel": "Annulla",
    "save": "Salva",
    "delete": "Elimina",
    "edit": "Modifica",
    "ok": "OK",
    "yes": "Sì",
    "no": "No",
    "notFound": "Non trovato"
  },
  "onboarding": {
    "title": "Benvenuto!",
    "step1": "Definisci i tuoi obiettivi in ogni scheda abitudine",
    "step2": "Pianificali nella giornata e aggiungi promemoria",
    "step3": "Completali ogni giorno e monitora i tuoi progressi",
    "start": "Iniziamo!",
    "labelSettings": "Impostazioni",
    "labelProgress": "Progressi",
    "labelHabits": "Le tue abitudini"
  }
}
