{
  "tabs": {
    "today": "Dziś",
    "progress": "Postępy"
  },
  "hub": {
    "goodMorning": "Dzień dobry",
    "goodAfternoon": "Dzień dobry",
    "goodEvening": "Dobry wieczór",
    "score": "{{completed}}/{{total}}",
    "streak": "{{count}} dni z rzędu",
    "streakZero": "Zacznij swoją serię!",
    "allDone": "Wszystko zrobione na dziś!",
    "welcomeHint": "Dotknij nawyk, aby go oznaczyć!",
    "tapToComplete": "Dotknij aby oznaczyć",
    "tapToUndo": "Dotknij aby cofnąć",
    "streak_one": "{{count}} dzień z rzędu",
    "streak_few": "{{count}} dni z rzędu",
    "streak_many": "{{count}} dni z rzędu",
    "streak_other": "{{count}} dni z rzędu",
    "objectiveReached": "Cel osiągnięty"
  },
  "habits": {
    "breathing": {
      "name": "Oddychanie",
      "oneLiner": "Aktywuje uspokajający układ nerwowy — natychmiastowa ulga",
      "action": "Rozpocznij ćwiczenie oddechowe",
      "tldr": "Wolne, ustrukturyzowane oddychanie obniża kortyzol, ciśnienie krwi i poprawia zmienność rytmu serca w ciągu kilku minut. Już 5 minut dziennie mierzalnie redukuje lęk.",
      "body": "Twój autonomiczny układ nerwowy składa się z dwóch gałęzi: współczulnej (\"walcz lub uciekaj\") i przywspółczulnej (\"odpoczywaj i traw\"). Powolne, świadome oddychanie bezpośrednio aktywuje gałąź przywspółczulną przez nerw błędny.\n\nGdy wydychasz powoli, baroreceptory w łuku aorty wykrywają zmianę ciśnienia i sygnalizują pniowi mózgu, by zwolnił tętno. Dlatego techniki z wydłużonym wydechem (jak cykliczne westchnienia) są szczególnie skuteczne.\n\nBadanie Stanforda z 2023 roku wykazało, że zaledwie 5 minut dziennie ustrukturyzowanego oddychania — konkretnie cyklicznych westchnień — było skuteczniejsze niż medytacja mindfulness w redukcji lęku i poprawie nastroju. Efekt był mierzalny już po pierwszej sesji i narastał przez 28 dni.\n\nHRV (zmienność rytmu serca), kluczowy wskaźnik odporności na stres, znacząco się poprawia przy regularnej praktyce oddechowej. Wyższe HRV wiąże się z lepszą regulacją emocji, elastycznością poznawczą i zdrowiem sercowo-naczyniowym.\n\nPiękno ćwiczeń oddechowych polega na ich dostępności: nie wymagają żadnego sprzętu, specjalnego miejsca i można je wykonywać wszędzie. Nawet minuta wolnego oddychania przed stresującym wydarzeniem mierzalnie obniża reakcję kortyzolową.",
      "recommendation": "2-5 minut wolnego oddychania dziennie. Oddychanie pudełkowe (4-4-4-4) lub cykliczne westchnienia.",
      "criterion": "3 min wolnego oddychania"
    },
    "light": {
      "name": "Ekspozycja na światło",
      "oneLiner": "Poranne słońce reguluje zegar biologiczny — lepszy sen i nastrój",
      "action": "Zapisz ekspozycję na słońce",
      "tldr": "10-30 minut ekspozycji na jasne światło reguluje rytm dobowy, poprawia jakość snu, zwiększa czujność i działa przeciwdepresyjnie.",
      "body": "Twój organizm działa w oparciu o zegar główny — jądro nadskrzyżowaniowe (SCN) w podwzgórzu. Ten zegar kontroluje, kiedy czujesz senność, kiedy kortyzol osiąga szczyt, kiedy temperatura ciała rośnie i setki innych rytmicznych procesów. Głównym sygnałem synchronizującym ten zegar jest światło trafiające na wyspecjalizowane komórki siatkówki zwane wewnętrznie światłoczułymi komórkami zwojowymi siatkówki (ipRGCs).\n\nPoranna ekspozycja na światło uruchamia kaskadę reakcji: tłumi produkcję melatoniny, podnosi poziom kortyzolu (zdrowy poranny skok), zwiększa syntezę serotoniny i ustawia timer uwalniania melatoniny mniej więcej 14-16 godzin później. Dlatego poranne światło poprawia zarówno dzienną czujność, JAK I nocny sen.\n\nPrzełomowe badanie JAMA Psychiatry z 2016 roku wykazało, że terapia jasnym światłem była równie skuteczna jak fluoksetyna (Prozac) w leczeniu pozasezonowej depresji — a połączenie obu metod było znacząco skuteczniejsze niż każda z nich osobno. Wielkość efektu była klinicznie istotna i szybka.\n\nBadanie opublikowane w Nature Mental Health w 2023 roku, analizujące dane ponad 85 000 uczestników UK Biobank, wykazało, że większa ekspozycja na światło dzienne wiąże się z mniejszym ryzykiem depresji, lepszym samopoczuciem, łatwiejszym wstawaniem rano i rzadszym uczuciem zmęczenia. Co istotne, ekspozycja na światło nocne miała efekt odwrotny.\n\nKluczowy wniosek: nie chodzi tylko o to, żeby mieć dostęp do światła — chodzi o odpowiednie światło o odpowiedniej porze. Jasne, naturalne światło rano jest fundamentalnie różne od sztucznego oświetlenia wnętrz. Nawet w pochmurny dzień światło na zewnątrz jest zazwyczaj 10-50 razy jaśniejsze niż oświetlenie wewnętrzne.",
      "recommendation": "Wyjdź na zewnątrz w ciągu 1 godziny od przebudzenia. 10 min w słońcu, 20-30 min w pochmurny dzień.",
      "criterion": "10 min porannego słońca"
    },
    "food": {
      "name": "Zdrowe jedzenie",
      "oneLiner": "To, co jesz, buduje twój mózg — każdy dobry posiłek się liczy",
      "action": "Zapisz zdrowy posiłek",
      "tldr": "Zróżnicowane, zbilansowane diety bogate w nieprzetworzone produkty zmniejszają ryzyko depresji o ~33%, chorób sercowo-naczyniowych o ~30% oraz śmiertelność ogólną. Żadna pojedyncza dieta nie jest najlepsza — różnorodność i równowaga liczą się najbardziej.",
      "body": "Związek między dietą a zdrowiem psychicznym jest dziś poparty solidnymi dowodami z badań interwencyjnych, nie tylko obserwacyjnymi korelacjami. Dziedzina \"psychiatrii żywieniowej\" przeżywa ogromny rozwój w ostatniej dekadzie.\n\nNajważniejszy wniosek płynący z badań nie jest taki, że jedna konkretna dieta wygrywa — chodzi o to, że różnorodność i równowaga liczą się najbardziej. Diety bogate w warzywa, owoce, pełne ziarna, chude białko i zdrowe tłuszcze konsekwentnie przewyższają diety oparte na żywności przetworzonej, niezależnie od tradycji kulturowej, z której się wywodzą.\n\nPraktyczny, oparty na dowodach talerz wygląda mniej więcej tak: ~50% warzywa i owoce, ~25% pełne ziarna, ~25% białko (ryby, rośliny strączkowe, drób, orzechy). Jest to zgodne z badaniami Harvard Healthy Eating Plate oraz wnioskami EAT-Lancet Commission z 2019 roku, opracowanymi przez 37 ekspertów z 16 krajów.\n\nKilka dobrze przebadanych wzorców żywieniowych odpowiada tym zasadom:\n• Dieta śródziemnomorska — bogata w oliwę z oliwek, ryby, warzywa, rośliny strączkowe. Badanie PREDIMED (7 447 uczestników) wykazało ~30% redukcję zdarzeń sercowo-naczyniowych.\n• Dieta DASH — kładzie nacisk na owoce, warzywa, pełne ziarna i niską zawartość sodu. Udowodniono, że obniża ciśnienie krwi w ciągu tygodni.\n• Dieta nordycka — oparta na pełnych ziarnach, tłustych rybach, warzywach korzeniowych, jagodach. Powiązana ze zmniejszeniem stanu zapalnego i niższym ryzykiem sercowo-naczyniowym.\n• Tradycyjna dieta japońska — bogata w ryby, fermentowane produkty, warzywa i wodorosty. Powiązana z najdłuższą oczekiwaną długością życia na świecie.\n\nCo je łączy: wysokie spożycie warzyw, minimalna ilość żywności ultraprzetworzonej, zróżnicowane źródła składników odżywczych i zbalansowane proporcje.\n\nMechanizmy działania są wieloaspektowe: efekty przeciwzapalne (przewlekły stan zapalny jest powiązany z depresją), różnorodność mikrobiomu jelitowego (jelita produkują ~95% serotoniny), lepsza regulacja poziomu cukru we krwi (skoki glukozy upośledzają funkcje poznawcze) oraz lepsze zaopatrzenie w składniki odżywcze kluczowe dla syntezy neuroprzekaźników (omega-3, witaminy z grupy B, cynk, magnez).\n\nBadanie SMILES trial (2017) wykazało, że poprawa diety — skoncentrowana na równowadze i nieprzetworzonych produktach, a nie na jednej konkretnej diecie — doprowadziła do remisji depresji u 32% uczestników wobec 8% w grupie kontrolnej.\n\nNie musisz stosować diety o konkretnej nazwie. Skup się na różnorodności i równowadze: wypełnij połowę talerza warzywami, wybieraj produkty nieprzetworzone zamiast przetworzonych i jedz szeroki wachlarz pokarmów. Badania konsekwentnie pokazują, że stopniowe zmiany przynoszą wymierne korzyści.",
      "recommendation": "Staraj się o ~50% warzyw, ~25% pełnych ziaren, ~25% białka. Jedz zróżnicowane, nieprzetworzone produkty.",
      "criterion": "Zbilansowany talerz, bez żywności ultraprzetworzonej"
    },
    "sleep": {
      "name": "Sen",
      "oneLiner": "Mózg oczyszcza się podczas snu — każda godzina się liczy",
      "action": "Zapisz godziny snu",
      "tldr": "Podczas głębokiego snu układ glimfatyczny mózgu oczyszcza go z toksyn. Mniej niż 7 godzin snu zwiększa śmiertelność o 13%. Jedna noc bez snu obniża regulację emocji o ~60%.",
      "body": "Sen to nie bierna utrata przytomności — to aktywny, niezwykle zorganizowany proces niezbędny do przeżycia. Podczas głębokiego (wolnofalowego) snu układ glimfatyczny mózgu zwiększa przepływ płynu mózgowo-rdzeniowego o 60%, usuwając produkty przemiany materii, w tym beta-amyloid — białko powiązane z chorobą Alzheimera.\n\nPrzełomowa praca opublikowana w Science w 2013 roku przez Xie i współpracowników odkryła, że przestrzeń między komórkami mózgu powiększa się o 60% podczas snu, umożliwiając to \"mycie mózgu\". Oznacza to, że przewlekły niedobór snu może dosłownie powodować gromadzenie się toksycznych odpadów w mózgu.\n\nDane dotyczące śmiertelności są jednoznaczne: metaanaliza obejmująca 1,3 miliona uczestników wykazała, że spanie mniej niż 7 godzin na dobę wiąże się z 13% wyższym ryzykiem śmierci z dowolnej przyczyny. Ale nie chodzi tylko o długość — jakość snu ma ogromne znaczenie.\n\nNajbardziej bezpośrednio odczuwalny efekt: jedna noc bez snu powoduje 60% wzrost reaktywności ciała migdałowatego na negatywne bodźce, skutecznie odcinając korę przedczołową (racjonalny mózg) od ośrodków emocjonalnych. Dlatego po złej nocy wszystko wydaje się gorsze — zdolność mózgu do regulacji emocji jest fizjologicznie upośledzona.\n\nSen konsoliduje też pamięć, reguluje hormony (hormon wzrostu jest uwalniany głównie podczas głębokiego snu), utrzymuje funkcję odpornościową (skuteczność limfocytów T spada znacząco po jednej nocy złego snu) i reguluje hormony apetytu (niedobór snu zwiększa grelinę i obniża leptynę, przez co jesteś głodniejszy).\n\nDwie najskuteczniejsze rzeczy, które możesz zrobić dla snu, to regularność (stałe godziny zasypiania i budzenia się) oraz poranna ekspozycja na światło (która ustawia timer melatoniny na wieczór).",
      "recommendation": "7-9 godzin. Stałe godziny zasypiania i budzenia.",
      "criterion": "Spać 7 godzin"
    },
    "exercise": {
      "name": "Ćwiczenia",
      "oneLiner": "Antydepresant nr 1 i narzędzie długowieczności — ruszaj się codziennie",
      "action": "Zapisz ćwiczenia",
      "tldr": "Zmniejsza śmiertelność ogólną o 30-35%, jest tak samo skuteczne jak SSRI w leczeniu depresji, wspiera neurogenezę. Nawet 11 minut szybkiego marszu pomaga.",
      "body": "Ćwiczenia to najbliższy odpowiednik cudownego leku, jaki mamy. Metaanaliza BMJ z 2024 roku obejmująca ponad 200 badań wykazała, że ćwiczenia są 1,5 razy skuteczniejsze niż poradnictwo psychologiczne czy wiodące leki w redukcji objawów depresji, lęku i stresu psychicznego. Chodzenie lub jogging, joga i trening siłowy należały do najskuteczniejszych form aktywności.\n\nKrzywa zależności dawka-odpowiedź dla ćwiczeń jest niezwykle stroma na początku: badanie z 2023 roku opublikowane w British Journal of Sports Medicine, analizujące dane z 196 badań, wykazało, że zaledwie 11 minut dziennego szybkiego marszu (75 minut tygodniowo) wiązało się z 23% niższym ryzykiem przedwczesnej śmierci. Przejście od zera do nawet minimalnej aktywności daje największą korzyść krańcową.\n\nPod względem neurologicznym, przełomowe badanie PNAS z 2011 roku wykazało, że rok umiarkowanych ćwiczeń aerobowych zwiększył objętość hipokampa o 2%, skutecznie cofając 1-2 lata kurczenia się związanego z wiekiem. Hipokamp jest kluczowy dla pamięci i jest jedną z pierwszych struktur dotkniętych chorobą Alzheimera. Ćwiczenia wspierają neurogenezę (narodziny nowych komórek mózgowych) poprzez zwiększenie poziomu BDNF (czynnika neurotroficznego pochodzenia mózgowego).\n\nĆwiczenia poprawiają też jakość snu, zmniejszają stan zapalny, poprawiają wrażliwość na insulinę, wzmacniają kości, zmniejszają ryzyko raka, poprawiają funkcje poznawcze i wzmacniają poczucie własnej skuteczności. Mechanizmy są tak różnorodne, że żaden pojedynczy lek nie jest w stanie odwzorować wszystkich korzyści regularnej aktywności fizycznej.\n\nKluczowy wniosek z nowoczesnych badań: największy zysk zdrowotny pochodzi z przejścia od niczego do czegoś. Nie musisz biegać maratonów. 10-minutowy spacer jest nieskończenie korzystniejszy niż brak spaceru. Zacznij od absurdalnie małych kroków i buduj regularność przed intensywnością.",
      "recommendation": "Każdy ruch się liczy. 10-minutowy spacer jest nieskończenie lepszy niż nic.",
      "criterion": "Ruszać się 10 minut"
    },
    "gratitude": {
      "name": "Wdzięczność",
      "oneLiner": "3 dobre rzeczy przeprogramowują mózg na pozytywne myślenie",
      "action": "Zapisz rzeczy, za które jesteś wdzięczny",
      "tldr": "Zapisywanie wdzięczności zwiększa dobrostan o 10-25%, poprawia sen, zmniejsza depresję i tworzy trwałe zmiany w mózgu.",
      "body": "Praktyka wdzięczności jest jedną z najlepiej przebadanych interwencji psychologii pozytywnej, z solidnymi dowodami obejmującymi ponad dwie dekady badań. Efekty nie są tylko subiektywne — praktyka wdzięczności tworzy mierzalne zmiany w strukturze i funkcjonowaniu mózgu.\n\nPodstawowe badanie Emmonsa i McCullougha z 2003 roku wykazało, że osoby cotygodniowo zapisujące rzeczy, za które są wdzięczne, więcej ćwiczyły, miały mniej dolegliwości fizycznych i lepiej oceniały swoje życie w porównaniu z tymi, którzy pisali o kłopotach lub neutralnych wydarzeniach. Wielkość efektu była znacząca: 10-25% poprawa miar dobrostanu.\n\nBadanie fMRI przeprowadzone przez Kini i współpracowników w 2016 roku wykazało, że praktyka wdzięczności wywoływała trwałe zmiany w sposobie przetwarzania informacji przez mózg. Uczestnicy, którzy pisali listy z podziękowaniami, wykazywali znacząco wyższą wrażliwość neuronalną na doświadczenia wdzięczności miesiące później — nawet gdy nie praktykowali aktywnie. Największe zmiany zaobserwowano w przyśrodkowej korze przedczołowej, zaangażowanej w uczenie się i podejmowanie decyzji. Sugeruje to, że praktyka wdzięczności dosłownie przeprogramowuje podstawowy sposób przetwarzania informacji przez mózg.\n\nSzczególnie przekonujący jest związek ze snem: Wood i współpracownicy (2009) wykazali, że wdzięczność wiązała się z lepszą jakością snu głównie poprzez mechanizm myśli przed zaśnięciem. Wdzięczni ludzie mają więcej pozytywnych i mniej negatywnych myśli przed zaśnięciem, co prowadzi do szybszego zasypiania i lepszej jakości snu.\n\nKluczem do skutecznej praktyki wdzięczności jest szczegółowość. \"Jestem wdzięczny za zdrowie\" jest znacznie mniej skuteczne niż \"Jestem wdzięczny, że moje nogi poniosły mnie na spacer po parku tego ranka i zauważyłem, że kwitnęły wiśnie.\" Konkretna wdzięczność zmusza do ponownego przeżycia pozytywnego doświadczenia, wzmacniając jego emocjonalny wpływ i ucząc mózg dostrzegania pozytywnych szczegółów.",
      "recommendation": "1-3 konkretne rzeczy dziennie. Bądź konkretny, nie ogólnikowy.",
      "criterion": "Napisać 3 konkretne rzeczy"
    }
  },
  "breathing": {
    "inhale": "Wdech",
    "hold": "Wstrzymaj",
    "exhale": "Wydech",
    "tapToStart": "Dotknij, aby zacząć"
  },
  "progress": {
    "title": "Postępy",
    "currentStreak": "Obecna seria",
    "bestStreak": "Najlepsza seria",
    "days": "dni",
    "thisWeek": "Ostatnie 7 dni",
    "thisYear": "Ten rok",
    "completionRate": "{{rate}}% ukończono",
    "noData": "Brak danych",
    "currentStreakAccessibility": "Obecna seria: {{count}} dni",
    "bestStreakAccessibility": "Najlepsza seria: {{count}} dni"
  },
  "settings": {
    "title": "Ustawienia",
    "habits": "Nawyki",
    "hideHabit": "Ukryj nawyk",
    "showHabit": "Pokaż nawyk",
    "language": "Język",
    "autoDetect": "Wykryj automatycznie",
    "theme": "Motyw",
    "themeLight": "Jasny",
    "themeDark": "Ciemny",
    "themeAuto": "Automatyczny",
    "about": "O aplikacji",
    "version": "Wersja {{version}}",
    "myHabits": "Moje Nawyki",
    "addHabit": "Dodaj nawyk...",
    "resetData": "Resetuj wszystkie dane",
    "resetConfirm": "Spowoduje to usunięcie wszystkich danych. Czy na pewno?",
    "reminders": "Przypomnienia",
    "manageReminders": "Zarządzaj codziennymi przypomnieniami"
  },
  "criteria": {
    "myGoal": "Mój cel",
    "placeholder": "Ustaw swój cel...",
    "reset": "Przywróć domyślny"
  },
  "article": {
    "whyTitle": "Dlaczego {{habit}}?",
    "tldr": "W skrócie",
    "studies": "Badania",
    "recommendation": "Co robić"
  },
  "accessibility": {
    "close": "Zamknij",
    "settings": "Ustawienia",
    "deleteHabit": "Usuń {{name}}",
    "addHabit": "Dodaj nawyk",
    "openLanguagePicker": "Otwórz wybór języka",
    "resetAllData": "Zresetuj wszystkie dane",
    "scoreLabel": "{{completed}} z {{total}} nawyków ukończonych",
    "streakLabel": "{{count}} dni z rzędu",
    "streakZeroLabel": "Brak serii",
    "heatmapLabel": "Roczna mapa cieplna realizacji nawyków",
    "weeklyChartLabel": "Tygodniowy wykres realizacji",
    "breathingStart": "Rozpocznij ćwiczenie oddechowe",
    "breathingRound": "Runda {{current}} z {{total}}",
    "openStudy": "Otwiera się w przeglądarce",
    "decreaseHour": "Zmniejsz godzinę",
    "increaseHour": "Zwiększ godzinę",
    "decreaseMinute": "Zmniejsz minutę",
    "increaseMinute": "Zwiększ minutę",
    "decreaseHours": "Zmniejsz godziny",
    "increaseHours": "Zwiększ godziny",
    "decreaseMinutes": "Zmniejsz minuty",
    "increaseMinutes": "Zwiększ minuty",
    "streakLabel_one": "{{count}} dzień z rzędu",
    "streakLabel_few": "{{count}} dni z rzędu",
    "streakLabel_many": "{{count}} dni z rzędu",
    "streakLabel_other": "{{count}} dni z rzędu"
  },
  "notifications": {
    "title": "Przypomnienia",
    "addReminder": "Dodaj przypomnienie",
    "scheduleDaily": "Codziennie o {{hour}}:{{minute}}",
    "scheduleInterval": "Co {{hours}}g {{minutes}}m",
    "hours": "Godziny",
    "minutes": "Minuty",
    "editReminder": "Edytuj przypomnienie",
    "deleteReminder": "Usuń przypomnienie",
    "deleteConfirm": "Usunąć to przypomnienie?",
    "titlePlaceholder": "Tytuł przypomnienia...",
    "bodyPlaceholder": "Treść przypomnienia...",
    "permissionRequired": "Uprawnienia do powiadomień",
    "permissionDenied": "Włącz powiadomienia w ustawieniach urządzenia, aby otrzymywać przypomnienia.",
    "hour": "Godzina",
    "minute": "Minuta",
    "daily": "Codziennie",
    "interval": "Interwał",
    "defaults": {
      "morning": {
        "title": "Poranny rytuał",
        "body": "Czas rozpocząć zdrowe nawyki!"
      },
      "evening": {
        "title": "Wieczorny relaks",
        "body": "Zrelaksuj się i podsumuj swój dzień."
      },
      "move": {
        "title": "Czas na ruch",
        "body": "Zrób przerwę i się poruszaj!"
      }
    }
  },
  "common": {
    "done": "Gotowe",
    "cancel": "Anuluj",
    "save": "Zapisz",
    "delete": "Usuń",
    "edit": "Edytuj",
    "ok": "OK",
    "yes": "Tak",
    "no": "Nie",
    "notFound": "Nie znaleziono"
  }
}
