{
  "tabs": {
    "today": "Hoje",
    "progress": "Progresso"
  },
  "hub": {
    "goodMorning": "Bom dia",
    "goodAfternoon": "Boa tarde",
    "goodEvening": "Boa noite",
    "score": "{{completed}}/{{total}}",
    "streak": "{{count}} dias seguidos",
    "streakZero": "Comece sua sequência!",
    "allDone": "Tudo pronto por hoje!",
    "welcomeHint": "Toque em um hábito para marcá-lo!",
    "tapToComplete": "Toque para completar",
    "tapToUndo": "Toque para desfazer",
    "objectiveReached": "Meta alcançada hoje"
  },
  "habits": {
    "breathing": {
      "name": "Respiração",
      "oneLiner": "Ativa o sistema nervoso calmante — alívio imediato",
      "tldr": "A respiração lenta e estruturada reduz o cortisol, diminui a pressão arterial e melhora a variabilidade da frequência cardíaca em minutos. Apenas 5 minutos por dia reduzem a ansiedade de forma mensurável.",
      "body": "Seu sistema nervoso autônomo tem dois ramos: o simpático (\"luta ou fuga\") e o parassimpático (\"descanso e digestão\"). A respiração lenta e deliberada ativa diretamente o ramo parassimpático por meio do nervo vago.\n\nQuando você expira lentamente, os barorreceptores no arco aórtico detectam a mudança de pressão e sinalizam ao tronco encefálico para desacelerar a frequência cardíaca. Por isso, técnicas com expiração prolongada (como o suspiro cíclico) são particularmente eficazes.\n\nUm estudo de Stanford de 2023 descobriu que apenas 5 minutos diários de respiração estruturada — especificamente o suspiro cíclico — superou a meditação mindfulness na redução da ansiedade e melhora do humor. O efeito foi mensurável já na primeira sessão e se acumulou ao longo de 28 dias.\n\nA variabilidade da frequência cardíaca (HRV), um indicador-chave de resiliência ao estresse, melhora significativamente com a prática regular de exercícios respiratórios. Uma HRV mais alta está associada a melhor regulação emocional, flexibilidade cognitiva e saúde cardiovascular.\n\nA beleza dos exercícios de respiração está na sua acessibilidade: não exigem equipamento, nem espaço especial, e podem ser feitos em qualquer lugar. Até um único minuto de respiração lenta antes de um evento estressante reduz de forma mensurável a resposta do cortisol.",
      "recommendation": "2-5 minutos de respiração lenta diária. Respiração quadrada (4-4-4-4) ou suspiro cíclico.",
      "criterion": "3 min de respiração lenta"
    },
    "light": {
      "name": "Exposição à luz",
      "oneLiner": "A luz solar matinal ajusta seu relógio — sono e humor melhores",
      "tldr": "10-30 minutos de exposição à luz intensa regulam o ritmo circadiano, melhoram a qualidade do sono, aumentam o estado de alerta e têm efeitos antidepressivos.",
      "body": "Seu corpo funciona com um relógio-mestre — o núcleo supraquiasmático (SCN) no hipotálamo. Esse relógio controla quando você sente sono, quando o cortisol atinge o pico, quando a temperatura corporal sobe e centenas de outros processos rítmicos. O principal sinal que sincroniza esse relógio é a luz que atinge células especializadas na retina chamadas células ganglionares retinianas intrinsecamente fotossensíveis (ipRGCs).\n\nA exposição à luz matinal desencadeia uma cascata: suprime a produção de melatonina, eleva o cortisol (o pico matinal saudável), aumenta a síntese de serotonina e programa a liberação de melatonina aproximadamente 14-16 horas depois. Por isso a luz matinal melhora tanto o estado de alerta diurno QUANTO o sono noturno.\n\nUm ensaio clínico de referência publicado no JAMA Psychiatry em 2016 descobriu que a terapia de luz intensa foi tão eficaz quanto a fluoxetina (Prozac) para depressão maior não sazonal — e a combinação de ambas foi significativamente mais eficaz do que qualquer uma isoladamente. O tamanho do efeito foi clinicamente significativo e rápido.\n\nUm estudo de 2023 na Nature Mental Health, analisando dados de mais de 85.000 participantes do UK Biobank, descobriu que maior exposição à luz diurna estava associada a menor risco de depressão, melhor humor autorrelatado, mais facilidade para acordar de manhã e menos cansaço. Crucialmente, a exposição à luz noturna teve o efeito oposto.\n\nO ponto-chave: não se trata apenas de receber luz — mas de receber a luz certa na hora certa. A luz intensa ao ar livre pela manhã é profundamente diferente da iluminação artificial interna. Mesmo em um dia nublado, a luz exterior é tipicamente 10-50 vezes mais intensa que a iluminação interna.",
      "recommendation": "Saia ao ar livre dentro de 1 hora após acordar. 10 min com sol, 20-30 min nublado.",
      "criterion": "10 min de sol matinal"
    },
    "food": {
      "name": "Alimentação saudável",
      "oneLiner": "O que você come constrói seu cérebro — cada boa refeição importa",
      "tldr": "Dietas diversificadas e equilibradas, ricas em alimentos integrais, reduzem o risco de depressão em ~33%, doenças cardiovasculares em ~30% e mortalidade por todas as causas. Nenhuma dieta isolada é a melhor — variedade e equilíbrio são o que mais importa.",
      "body": "A conexão entre alimentação e saúde mental agora é sustentada por evidências robustas de estudos de intervenção, não apenas correlações observacionais. O campo da \"psiquiatria nutricional\" cresceu enormemente na última década.\n\nA conclusão consistente entre as pesquisas não é que uma dieta específica vence — é que diversidade e equilíbrio são o que mais importa. Dietas ricas em vegetais, frutas, grãos integrais, proteínas magras e gorduras saudáveis superam consistentemente dietas baseadas em ultraprocessados, independentemente da tradição cultural de origem.\n\nUm prato prático e baseado em evidências é mais ou menos assim: ~50% vegetais e frutas, ~25% grãos integrais, ~25% proteínas (peixe, leguminosas, aves, castanhas). Isso está alinhado com as pesquisas do Healthy Eating Plate de Harvard e com as conclusões de 2019 da EAT-Lancet Commission, reunindo 37 especialistas de 16 países.\n\nVários padrões alimentares bem estudados seguem esses princípios:\n• Dieta mediterrânea — rica em azeite de oliva, peixe, vegetais, leguminosas. O PREDIMED trial (7.447 participantes) mostrou uma redução de ~30% em eventos cardiovasculares.\n• Dieta DASH — enfatiza frutas, vegetais, grãos integrais e baixo teor de sódio. Comprovadamente reduz a pressão arterial em poucas semanas.\n• Dieta nórdica — baseada em grãos integrais, peixes gordurosos, raízes e frutas vermelhas. Associada à redução da inflamação e menor risco cardiovascular.\n• Dieta tradicional japonesa — rica em peixe, alimentos fermentados, vegetais e algas. Ligada à maior expectativa de vida do mundo.\n\nO que todas têm em comum: alto consumo de vegetais, mínimo de alimentos ultraprocessados, fontes diversificadas de nutrientes e proporções equilibradas.\n\nOs mecanismos são múltiplos: efeitos anti-inflamatórios (a inflamação crônica está ligada à depressão), diversidade do microbioma intestinal (o intestino produz ~95% da serotonina), melhor regulação da glicemia (picos de glicose prejudicam a função cognitiva) e melhor fornecimento de nutrientes essenciais para a síntese de neurotransmissores (ômega-3, vitaminas do complexo B, zinco, magnésio).\n\nO SMILES trial (2017) mostrou que a melhoria alimentar — focada em equilíbrio e alimentos integrais, e não em uma dieta específica — levou à remissão da depressão em 32% dos participantes, contra 8% no grupo controle.\n\nVocê não precisa seguir uma dieta com nome. Foque em diversidade e equilíbrio: preencha metade do prato com vegetais, prefira alimentos integrais aos processados e coma uma grande variedade de alimentos. Pesquisas mostram consistentemente que melhorias graduais geram benefícios significativos.",
      "recommendation": "Busque ~50% vegetais, ~25% grãos integrais, ~25% proteínas. Coma alimentos integrais e variados.",
      "criterion": "Comer frutas e vegetais suficientes, sem ultraprocessados"
    },
    "sleep": {
      "name": "Sono",
      "oneLiner": "Seu cérebro se limpa enquanto você dorme — cada hora conta",
      "tldr": "Durante o sono profundo, o sistema glinfático do cérebro elimina resíduos. Menos de 7 horas eleva a mortalidade em 13%. Uma noite de privação reduz a regulação emocional em ~60%.",
      "body": "O sono não é inconsciência passiva — é um processo ativo, altamente organizado e essencial para a sobrevivência. Durante o sono profundo (ondas lentas), o sistema glinfático do cérebro aumenta o fluxo de líquido cefalorraquidiano em 60%, eliminando resíduos metabólicos, incluindo a beta-amiloide, a proteína envolvida na doença de Alzheimer.\n\nUm artigo revolucionário de 2013 publicado na Science por Xie et al. descobriu que o espaço entre as células cerebrais se expande em 60% durante o sono, permitindo que essa \"lavagem cerebral\" aconteça. Isso significa que a privação crônica de sono pode literalmente deixar resíduos tóxicos se acumulando no seu cérebro.\n\nOs dados de mortalidade são contundentes: uma meta-análise de 1,3 milhão de participantes descobriu que dormir menos de 7 horas por noite está associado a um aumento de 13% no risco de mortalidade por todas as causas. Mas não é só uma questão de duração — a qualidade do sono importa enormemente.\n\nTalvez o mais relevante no dia a dia: uma única noite de privação de sono causa um aumento de 60% na reatividade da amígdala a estímulos negativos, desconectando efetivamente o córtex pré-frontal (cérebro racional) dos centros emocionais. É por isso que tudo parece pior depois de uma noite mal dormida — a capacidade do seu cérebro de regular emoções está fisiologicamente comprometida.\n\nO sono também consolida a memória, regula hormônios (o hormônio do crescimento é liberado principalmente durante o sono profundo), mantém a função imunológica (a eficácia das células T cai significativamente após uma única noite de sono ruim) e regula os hormônios do apetite (a privação de sono aumenta a grelina e diminui a leptina, fazendo você sentir mais fome).\n\nAs duas coisas mais impactantes que você pode fazer pelo seu sono são: consistência (mesmo horário de dormir e acordar) e exposição à luz matinal (que programa o temporizador de melatonina para a noite).",
      "recommendation": "7-9 horas. Horários consistentes para dormir e acordar.",
      "criterion": "Dormir 7 horas"
    },
    "exercise": {
      "name": "Exercício",
      "oneLiner": "O antidepressivo nº 1 e ferramenta de longevidade — mexa-se diariamente",
      "tldr": "Reduz a mortalidade por todas as causas em 30-35%, tão eficaz quanto ISRSs para depressão, promove neurogênese. 11 min de caminhada rápida já ajudam.",
      "body": "O exercício é o mais próximo que temos de um remédio milagroso. Uma meta-análise do BMJ de 2024 com mais de 200 estudos descobriu que o exercício é 1,5 vez mais eficaz que aconselhamento psicológico ou os principais medicamentos na redução dos sintomas de depressão, ansiedade e sofrimento psicológico. Caminhada ou corrida, yoga e musculação estavam entre as modalidades mais eficazes.\n\nA curva dose-resposta do exercício tem um ganho concentrado no início: um estudo de 2023 no British Journal of Sports Medicine, analisando dados de 196 estudos, descobriu que apenas 11 minutos de caminhada rápida diária (75 minutos/semana) foram associados a um risco 23% menor de morte prematura. Sair do zero para qualquer atividade mínima proporciona o maior benefício marginal.\n\nNo aspecto neurológico, um estudo de referência de 2011 publicado na PNAS mostrou que um ano de exercício aeróbico moderado aumentou o volume do hipocampo em 2%, revertendo efetivamente 1-2 anos de encolhimento relacionado à idade. O hipocampo é fundamental para a memória e é uma das primeiras estruturas afetadas na doença de Alzheimer. O exercício promove a neurogênese (o nascimento de novas células cerebrais) por meio do aumento do BDNF (fator neurotrófico derivado do cérebro).\n\nO exercício também melhora a qualidade do sono, reduz a inflamação, melhora a sensibilidade à insulina, fortalece os ossos, reduz o risco de câncer, melhora a função cognitiva e aumenta a autoeficácia. Os mecanismos são tão diversos que nenhum medicamento isolado poderia replicar todos os benefícios da atividade física regular.\n\nO principal achado da pesquisa moderna: o maior ganho de saúde vem de passar de nada para algo. Você não precisa correr maratonas. Uma caminhada de 10 minutos é infinitamente mais benéfica do que não caminhar. Comece absurdamente pequeno e construa a consistência antes da intensidade.",
      "recommendation": "Qualquer movimento conta. Uma caminhada de 10 minutos é infinitamente melhor que nada.",
      "criterion": "Caminhar por 10 minutos"
    },
    "gratitude": {
      "name": "Gratidão",
      "oneLiner": "3 coisas boas reprogramam seu cérebro para o positivo",
      "tldr": "Escrever gratidões aumenta o bem-estar em 10-25%, melhora o sono, reduz a depressão e cria mudanças neurais duradouras.",
      "body": "A prática da gratidão é uma das intervenções de psicologia positiva mais estudadas, com evidências robustas que abrangem mais de duas décadas de pesquisa. Os efeitos não são apenas subjetivos — a prática da gratidão produz mudanças mensuráveis na estrutura e função do cérebro.\n\nO estudo fundamental de 2003 de Emmons e McCullough estabeleceu que pessoas que escreviam semanalmente sobre coisas pelas quais eram gratas se exercitavam mais, tinham menos queixas físicas e se sentiam melhor sobre suas vidas em comparação com quem escrevia sobre problemas ou eventos neutros. O tamanho do efeito foi substancial: melhora de 10-25% nas medidas de bem-estar.\n\nUm estudo de fMRI de 2016 por Kini et al. descobriu que a prática da gratidão produziu mudanças duradouras na forma como o cérebro processa informações. Participantes que escreveram cartas de gratidão mostraram sensibilidade neural significativamente maior a experiências de gratidão meses depois — mesmo sem praticar ativamente. O córtex pré-frontal medial, envolvido no aprendizado e na tomada de decisões, mostrou as mudanças mais significativas. Isso sugere que a prática da gratidão literalmente reconfigura o processamento padrão do seu cérebro.\n\nA conexão com o sono é particularmente convincente: Wood et al. (2009) descobriram que a gratidão estava associada a melhor qualidade do sono principalmente por meio dos pensamentos pré-sono. Pessoas gratas têm mais pensamentos positivos e menos negativos antes de dormir, levando a um início de sono mais rápido e melhor qualidade do sono.\n\nA chave para uma prática de gratidão eficaz é a especificidade. \"Sou grato pela minha saúde\" é muito menos impactante do que \"Sou grato por minhas pernas terem me levado a um passeio pelo parque esta manhã e percebi que as cerejeiras estavam florindo.\" A gratidão específica obriga você a reviver a experiência positiva, amplificando seu impacto emocional e treinando seu cérebro a perceber detalhes positivos.",
      "recommendation": "1-3 coisas específicas por dia. Seja específico, não genérico.",
      "criterion": "Escrever 3 coisas específicas"
    }
  },
  "breathing": {
    "inhale": "Inspire",
    "hold": "Segure",
    "exhale": "Expire",
    "tapToStart": "Toque para começar",
    "rounds": "Repetições",
    "duration": "~{{minutes}} min {{seconds}} s",
    "durationSeconds": "~{{seconds}} s"
  },
  "progress": {
    "title": "Progresso",
    "currentStreak": "Sequência atual",
    "bestStreak": "Melhor sequência",
    "days": "dias",
    "thisWeek": "Últimos 7 dias",
    "thisYear": "Este ano",
    "completionRate": "{{rate}}% concluído",
    "noData": "Sem dados ainda",
    "currentStreakAccessibility": "Sequência atual: {{count}} dias",
    "bestStreakAccessibility": "Melhor sequência: {{count}} dias"
  },
  "settings": {
    "title": "Configurações",
    "habits": "Hábitos",
    "hideHabit": "Ocultar hábito",
    "showHabit": "Mostrar hábito",
    "language": "Idioma",
    "autoDetect": "Detectar automaticamente",
    "theme": "Tema",
    "themeLight": "Claro",
    "themeDark": "Escuro",
    "themeAuto": "Automático",
    "about": "Sobre",
    "version": "Versão {{version}}",
    "myHabits": "Meus Hábitos",
    "addHabit": "Adicionar um hábito...",
    "resetData": "Redefinir todos os dados",
    "resetConfirm": "Isso excluirá todos os seus dados. Tem certeza?",
    "reminders": "Lembretes",
    "manageReminders": "Gerencie seus lembretes diários"
  },
  "criteria": {
    "myGoal": "Minha meta",
    "placeholder": "Defina sua meta...",
    "reset": "Redefinir para padrão"
  },
  "article": {
    "whyTitle": "Por que {{habit}}?",
    "tldr": "Resumo",
    "studies": "Estudos",
    "recommendation": "O que fazer"
  },
  "accessibility": {
    "close": "Fechar",
    "settings": "Configurações",
    "deleteHabit": "Excluir {{name}}",
    "addHabit": "Adicionar hábito",
    "openLanguagePicker": "Abrir seletor de idioma",
    "resetAllData": "Redefinir todos os dados",
    "scoreLabel": "{{completed}} de {{total}} hábitos concluídos",
    "streakLabel": "Sequência de {{count}} dias",
    "streakZeroLabel": "Nenhuma sequência ainda",
    "heatmapLabel": "Mapa de calor anual de conclusão de hábitos",
    "weeklyChartLabel": "Gráfico de conclusão semanal",
    "breathingStart": "Iniciar exercício de respiração",
    "breathingRemaining": "{{time}} restante",
    "decreaseRounds": "Diminuir repetições",
    "increaseRounds": "Aumentar repetições",
    "openStudy": "Abre no navegador",
    "decreaseHour": "Diminuir hora",
    "increaseHour": "Aumentar hora",
    "decreaseMinute": "Diminuir minuto",
    "increaseMinute": "Aumentar minuto",
    "decreaseHours": "Diminuir horas",
    "increaseHours": "Aumentar horas",
    "decreaseMinutes": "Diminuir minutos",
    "increaseMinutes": "Aumentar minutos"
  },
  "notifications": {
    "title": "Lembretes",
    "addReminder": "Adicionar lembrete",
    "scheduleDaily": "Diariamente às {{hour}}:{{minute}}",
    "scheduleInterval": "A cada {{hours}}h {{minutes}}m",
    "hours": "Horas",
    "minutes": "Minutos",
    "editReminder": "Editar lembrete",
    "deleteReminder": "Excluir lembrete",
    "deleteConfirm": "Excluir este lembrete?",
    "titlePlaceholder": "Título do lembrete...",
    "bodyPlaceholder": "Mensagem do lembrete...",
    "permissionRequired": "Permissão de notificação",
    "permissionDenied": "Ative as notificações nas configurações do dispositivo para receber lembretes.",
    "hour": "Hora",
    "minute": "Minuto",
    "daily": "Diário",
    "interval": "Intervalo",
    "defaults": {
      "morning": {
        "title": "Rotina matinal",
        "body": "Hora de começar seus hábitos saudáveis!"
      },
      "evening": {
        "title": "Relaxamento noturno",
        "body": "Relaxe e reflita sobre o seu dia."
      },
      "move": {
        "title": "Hora de se mover",
        "body": "Faça uma pausa e movimente-se!"
      }
    }
  },
  "toast": {
    "first": "🔥 Bom começo! Continue!",
    "halfway": "💪 Na metade!",
    "almost": "🎯 Quase! Falta um!",
    "allDone": "🎉 Tudo feito! Incrível!"
  },
  "common": {
    "done": "Pronto",
    "cancel": "Cancelar",
    "save": "Salvar",
    "delete": "Excluir",
    "edit": "Editar",
    "ok": "OK",
    "yes": "Sim",
    "no": "Não",
    "notFound": "Não encontrado"
  },
  "onboarding": {
    "title": "Bem-vindo!",
    "step1": "Defina seus objetivos em cada cartão de hábito",
    "step2": "Planeje no seu dia e adicione lembretes",
    "step3": "Complete todos os dias e acompanhe seu progresso",
    "start": "Vamos lá!",
    "labelSettings": "Configurações",
    "labelProgress": "Progresso",
    "labelHabits": "Seus hábitos"
  }
}
