{
  "app": {
    "name": "ILLLL",
    "tagline": "Я проживу дольше"
  },
  "tabs": {
    "today": "Сегодня",
    "progress": "Прогресс"
  },
  "hub": {
    "goodMorning": "Доброе утро",
    "goodAfternoon": "Добрый день",
    "goodEvening": "Добрый вечер",
    "score": "{{completed}}/{{total}}",
    "streak": "{{count}} дней подряд",
    "streakZero": "Начните свою серию!",
    "allDone": "На сегодня всё сделано!",
    "welcomeHint": "Нажмите на привычку, чтобы отметить!",
    "tapToComplete": "Нажмите чтобы отметить",
    "tapToUndo": "Нажмите чтобы отменить"
  },
  "habits": {
    "breathing": {
      "name": "Дыхание",
      "oneLiner": "Активирует парасимпатическую нервную систему — мгновенное облегчение",
      "action": "Начать дыхательное упражнение",
      "tldr": "Медленное, структурированное дыхание снижает кортизол, уменьшает артериальное давление и улучшает вариабельность сердечного ритма за считанные минуты. Всего 5 минут в день ощутимо снижают тревожность.",
      "body": "Автономная нервная система имеет две ветви: симпатическую (\"бей или беги\") и парасимпатическую (\"отдых и переваривание\"). Медленное, осознанное дыхание напрямую активирует парасимпатическую ветвь через блуждающий нерв.\n\nКогда вы медленно выдыхаете, барорецепторы в дуге аорты улавливают изменение давления и подают сигнал стволу мозга замедлить сердечный ритм. Именно поэтому техники с удлинённым выдохом (например, циклические вздохи) особенно эффективны.\n\nИсследование Стэнфордского университета 2023 года показало, что всего 5 минут ежедневного структурированного дыхания — а именно циклических вздохов — превосходили медитацию осознанности в снижении тревожности и улучшении настроения. Эффект был измерим уже после первого сеанса и нарастал на протяжении 28 дней.\n\nВариабельность сердечного ритма (HRV) — ключевой маркер стрессоустойчивости — значительно улучшается при регулярной практике дыхательных упражнений. Более высокая HRV связана с лучшей эмоциональной регуляцией, когнитивной гибкостью и здоровьем сердечно-сосудистой системы.\n\nГлавное преимущество дыхательных упражнений — их доступность: не нужно оборудование, не нужно специальное место, их можно выполнять где угодно. Даже одна минута медленного дыхания перед стрессовым событием измеримо снижает выброс кортизола.",
      "recommendation": "2–5 минут медленного дыхания ежедневно. Квадратное дыхание (4-4-4-4) или циклические вздохи."
    },
    "light": {
      "name": "Солнечный свет",
      "oneLiner": "Утренний свет настраивает биоритмы — лучше сон и настроение",
      "action": "Записать пребывание на солнце",
      "tldr": "10–30 минут воздействия яркого света регулируют циркадный ритм, улучшают качество сна, повышают бодрость и обладают антидепрессивным действием.",
      "body": "Ваше тело работает по главным часам — супрахиазматическому ядру (SCN) в гипоталамусе. Эти часы управляют тем, когда вы чувствуете сонливость, когда кортизол достигает пика, когда повышается температура тела, и сотнями других ритмических процессов. Основной сигнал, синхронизирующий эти часы — свет, попадающий на специализированные клетки сетчатки, называемые внутренне фоточувствительными ганглиозными клетками (ipRGCs).\n\nУтреннее воздействие света запускает каскад реакций: подавляет выработку мелатонина, повышает кортизол (здоровый утренний пик), усиливает синтез серотонина и устанавливает таймер выброса мелатонина примерно через 14–16 часов. Вот почему утренний свет улучшает и дневную бодрость, И ночной сон.\n\nЗнаковое исследование JAMA Psychiatry 2016 года показало, что светотерапия была столь же эффективна, как флуоксетин (прозак) при несезонной большой депрессии, а их сочетание было значительно эффективнее каждого по отдельности. Величина эффекта была клинически значимой и быстрой.\n\nИсследование 2023 года в Nature Mental Health, проанализировавшее данные более 85 000 участников UK Biobank, показало, что большее воздействие дневного света связано со сниженным риском депрессии, лучшим самооценочным настроением, более лёгким пробуждением по утрам и меньшей утомляемостью. Ключевой момент: ночное воздействие света давало обратный эффект.\n\nГлавный вывод: дело не просто в получении света — важно получать правильный свет в правильное время. Яркий уличный свет утром принципиально отличается от искусственного освещения в помещении. Даже в пасмурный день свет на улице обычно в 10–50 раз ярче, чем внутри.",
      "recommendation": "Выходите на улицу в течение 1 часа после пробуждения. 10 мин в солнечную погоду, 20–30 мин в пасмурную."
    },
    "food": {
      "name": "Здоровое питание",
      "oneLiner": "То, что вы едите, строит ваш мозг — каждый полезный приём пищи важен",
      "action": "Записать здоровый приём пищи",
      "tldr": "Средиземноморская диета снижает риск депрессии примерно на 33 %, сердечно-сосудистых заболеваний — на 30 % и общую смертность.",
      "body": "Связь между питанием и психическим здоровьем теперь подкреплена надёжными интервенционными данными, а не только наблюдательными корреляциями. Область «нутрициологической психиатрии» пережила бурный рост за последнее десятилетие.\n\nЗнаковое исследование SMILES trial (2017) стало первым рандомизированным контролируемым испытанием, которое напрямую проверило, может ли улучшение питания лечить клиническую депрессию. Участники с большим депрессивным расстройством, получавшие диетологические консультации по средиземноморской диете, показали значительно большее улучшение, чем те, кто получал социальную поддержку. Через 12 недель 32 % группы диеты достигли ремиссии против 8 % в контрольной группе.\n\nPREDIMED trial — одно из крупнейших диетических интервенционных исследований (7 447 участников) — показало, что средиземноморская диета с добавлением оливкового масла extra virgin или орехов снижала сердечно-сосудистые события примерно на 30 % по сравнению с контрольной диетой. Результат был настолько значимым, что исследование было досрочно прекращено по этическим соображениям.\n\nМеханизмы многообразны: противовоспалительное действие (хроническое воспаление связано с депрессией), разнообразие микробиома кишечника (кишечник вырабатывает около 95 % серотонина в организме), улучшенная регуляция сахара в крови (скачки глюкозы ухудшают когнитивные функции) и лучшее обеспечение нутриентами, необходимыми для синтеза нейромедиаторов (омега-3, витамины группы B, цинк, магний).\n\nНе нужно полностью менять рацион за одну ночь. Исследования неизменно показывают, что постепенные улучшения приносят ощутимую пользу. Добавить овощей, сократить ультраобработанные продукты и есть больше цельных продуктов — это создаёт положительную обратную связь: лучшее питание улучшает настроение, а лучшее настроение улучшает выбор продуктов.",
      "recommendation": "Добавьте одну порцию овощей, замените переработанный перекус на фрукты или орехи."
    },
    "sleep": {
      "name": "Сон",
      "oneLiner": "Мозг очищает себя во время сна — каждый час на счету",
      "action": "Записать время сна",
      "tldr": "Во время глубокого сна глимфатическая система мозга выводит отходы. Менее 7 часов сна повышают смертность на 13 %. Одна ночь недосыпа снижает эмоциональную регуляцию примерно на 60 %.",
      "body": "Сон — это не пассивное бессознательное состояние, а активный, высокоорганизованный процесс, необходимый для выживания. Во время глубокого (медленноволнового) сна глимфатическая система мозга увеличивает поток спинномозговой жидкости на 60 %, вымывая метаболические отходы, включая бета-амилоид — белок, причастный к болезни Альцгеймера.\n\nПрорывная публикация 2013 года в Science (Xie et al.) обнаружила, что пространство между клетками мозга расширяется на 60 % во время сна, позволяя этой «промывке мозга» происходить. Это значит, что хронический недосып может буквально приводить к накоплению токсичных отходов в вашем мозге.\n\nДанные о смертности впечатляют: мета-анализ с участием 1,3 миллиона человек показал, что сон менее 7 часов в сутки связан с увеличением риска общей смертности на 13 %. Но дело не только в продолжительности — качество сна имеет огромное значение.\n\nНаиболее практически значимый факт: одна-единственная ночь без сна вызывает 60%-ное усиление реактивности миндалевидного тела на негативные стимулы, фактически отключая префронтальную кору (рациональный мозг) от эмоциональных центров. Вот почему после плохой ночи всё кажется хуже — способность мозга регулировать эмоции физиологически нарушена.\n\nСон также закрепляет воспоминания, регулирует гормоны (гормон роста преимущественно выделяется во время глубокого сна), поддерживает иммунную функцию (эффективность Т-клеток значительно снижается даже после одной плохой ночи) и регулирует гормоны аппетита (недосып повышает грелин и снижает лептин, усиливая чувство голода).\n\nДва самых действенных способа улучшить сон — это постоянство (одно и то же время отхода ко сну и пробуждения) и утреннее воздействие света (которое запускает таймер мелатонина на вечер).",
      "recommendation": "7–9 часов. Постоянное время отхода ко сну и пробуждения."
    },
    "exercise": {
      "name": "Физическая активность",
      "oneLiner": "Антидепрессант №1 и инструмент долголетия — двигайтесь каждый день",
      "action": "Записать тренировку",
      "tldr": "Снижает общую смертность на 30–35 %, столь же эффективна, как СИОЗС при депрессии, стимулирует нейрогенез. Даже 11 минут быстрой ходьбы приносят пользу.",
      "body": "Физические упражнения — это самое близкое к чудо-лекарству, что у нас есть. Мета-анализ BMJ 2024 года, охвативший более 200 исследований, показал, что физические упражнения в 1,5 раза эффективнее психотерапии или ведущих медикаментов в снижении симптомов депрессии, тревожности и психологического стресса. Ходьба или бег, йога и силовые тренировки были среди наиболее эффективных видов активности.\n\nКривая «доза-эффект» для упражнений поразительно смещена к началу: исследование 2023 года в British Journal of Sports Medicine, проанализировавшее данные 196 исследований, показало, что всего 11 минут быстрой ходьбы в день (75 минут/неделю) были связаны с 23%-ным снижением риска преждевременной смерти. Переход от полного бездействия хотя бы к минимальной активности даёт наибольшую предельную пользу.\n\nС неврологической стороны, знаковое исследование PNAS 2011 года показало, что год умеренных аэробных нагрузок увеличил объём гиппокампа на 2 %, фактически обратив 1–2 года возрастного уменьшения. Гиппокамп играет ключевую роль в памяти и является одной из первых структур, страдающих при болезни Альцгеймера. Упражнения стимулируют нейрогенез (рождение новых клеток мозга) через повышение уровня BDNF (нейротрофического фактора мозга).\n\nФизические упражнения также улучшают качество сна, уменьшают воспаление, повышают чувствительность к инсулину, укрепляют кости, снижают риск рака, улучшают когнитивные функции и укрепляют чувство самоэффективности. Механизмы настолько разнообразны, что ни один препарат не в состоянии воспроизвести все преимущества регулярной физической активности.\n\nКлючевой вывод современных исследований: наибольший прирост здоровья даёт переход от ничего к чему-то. Не нужно бегать марафоны. 10-минутная прогулка бесконечно полезнее, чем никакой прогулки. Начните с малого и сначала выработайте постоянство, а уже потом увеличивайте интенсивность.",
      "recommendation": "Любое движение имеет значение. 10-минутная прогулка бесконечно лучше, чем ничего."
    },
    "gratitude": {
      "name": "Благодарность",
      "oneLiner": "3 хорошие вещи перенастраивают мозг на позитив",
      "action": "Записать благодарности",
      "tldr": "Записывание благодарностей повышает благополучие на 10–25 %, улучшает сон, снижает депрессию и создаёт устойчивые нейронные изменения.",
      "body": "Практика благодарности — одно из наиболее изученных позитивных психологических вмешательств, с надёжной доказательной базой за более чем двадцать лет исследований. Эффекты не только субъективны — практика благодарности создаёт измеримые изменения в структуре и функциях мозга.\n\nОсновополагающее исследование Emmons и McCullough 2003 года показало, что люди, которые еженедельно записывали вещи, за которые они благодарны, больше занимались спортом, имели меньше физических жалоб и лучше оценивали свою жизнь по сравнению с теми, кто записывал неприятности или нейтральные события. Величина эффекта была существенной: 10–25% улучшение показателей благополучия.\n\nфМРТ-исследование Kini et al. 2016 года показало, что практика благодарности вызывала устойчивые изменения в способе обработки информации мозгом. Участники, писавшие благодарственные письма, демонстрировали значительно более высокую нейронную чувствительность к переживаниям благодарности спустя месяцы — даже когда не практиковали активно. Медиальная префронтальная кора, участвующая в обучении и принятии решений, показала наиболее значимые изменения. Это говорит о том, что практика благодарности буквально перестраивает базовую обработку информации в вашем мозге.\n\nСвязь со сном особенно убедительна: Wood et al. (2009) обнаружили, что благодарность связана с лучшим качеством сна преимущественно через механизм предсонных мыслей. Благодарные люди имеют больше позитивных и меньше негативных мыслей перед засыпанием, что ведёт к более быстрому засыпанию и лучшему качеству сна.\n\nКлюч к эффективной практике благодарности — конкретность. «Я благодарен за своё здоровье» оказывает куда меньшее воздействие, чем «Я благодарен, что мои ноги пронесли меня на прогулке по парку сегодня утром и я заметил, что зацвела сакура». Конкретная благодарность заставляет вас заново пережить позитивный опыт, усиливая его эмоциональное воздействие и тренируя мозг замечать позитивные детали.",
      "recommendation": "1–3 конкретные вещи ежедневно. Будьте конкретны, а не обобщайте."
    }
  },
  "breathing": {
    "inhale": "Вдох",
    "hold": "Задержка",
    "exhale": "Выдох",
    "tapToStart": "Нажмите, чтобы начать",
    "sessionComplete": "Сеанс завершён",
    "rounds": "{{count}} раундов"
  },
  "progress": {
    "title": "Прогресс",
    "currentStreak": "Текущая серия",
    "bestStreak": "Лучшая серия",
    "days": "дней",
    "thisWeek": "Последние 7 дней",
    "thisYear": "Этот год",
    "completionRate": "{{rate}}% выполнено",
    "noData": "Данных пока нет"
  },
  "settings": {
    "title": "Настройки",
    "habits": "Привычки",
    "hideHabit": "Скрыть привычку",
    "showHabit": "Показать привычку",
    "notifications": "Уведомления",
    "language": "Язык",
    "autoDetect": "Автоопределение",
    "theme": "Тема",
    "themeLight": "Светлая",
    "themeDark": "Тёмная",
    "themeAuto": "Авто",
    "about": "О приложении",
    "version": "Версия {{version}}",
    "myHabits": "My Habits",
    "addHabit": "Add a habit...",
    "resetData": "Сбросить все данные",
    "resetConfirm": "Это удалит все ваши данные. Вы уверены?"
  },
  "article": {
    "whyTitle": "Зачем {{habit}}?",
    "tldr": "Кратко",
    "studies": "Исследования",
    "recommendation": "Что делать"
  },
  "common": {
    "done": "Готово",
    "cancel": "Отмена",
    "save": "Сохранить",
    "delete": "Удалить",
    "edit": "Изменить",
    "ok": "ОК",
    "yes": "Да",
    "no": "Нет",
    "notFound": "Не найдено"
  }
}
