{
  "app": {
    "name": "ILLLL",
    "tagline": "ฉันจะมีชีวิตยืนยาว"
  },
  "tabs": {
    "today": "วันนี้",
    "progress": "ความก้าวหน้า"
  },
  "hub": {
    "goodMorning": "สวัสดีตอนเช้า",
    "goodAfternoon": "สวัสดีตอนบ่าย",
    "goodEvening": "สวัสดีตอนเย็น",
    "score": "{{completed}}/{{total}}",
    "streak": "ติดต่อกัน {{count}} วัน",
    "streakZero": "เริ่มสถิติต่อเนื่องของคุณ!",
    "allDone": "ทำเสร็จหมดแล้ววันนี้!",
    "welcomeHint": "แตะนิสัยเพื่อทำเครื่องหมาย!",
    "tapToComplete": "แตะเพื่อทำเครื่องหมาย",
    "tapToUndo": "แตะเพื่อยกเลิก"
  },
  "habits": {
    "breathing": {
      "name": "การหายใจ",
      "oneLiner": "กระตุ้นระบบประสาทสงบ — ผ่อนคลายทันที",
      "action": "เริ่มฝึกหายใจ",
      "tldr": "การหายใจช้าอย่างเป็นระบบช่วยลดคอร์ติซอล ลดความดันโลหิต และปรับปรุงความแปรปรวนของอัตราการเต้นหัวใจภายในไม่กี่นาที เพียงวันละ 5 นาทีก็ช่วยลดความวิตกกังวลได้อย่างชัดเจน",
      "body": "ระบบประสาทอัตโนมัติของคุณมีสองแขนง: ซิมพาเทติก (\"สู้หรือหนี\") และพาราซิมพาเทติก (\"พักผ่อนและย่อย\") การหายใจช้าอย่างตั้งใจจะกระตุ้นแขนงพาราซิมพาเทติกโดยตรงผ่านเส้นประสาทเวกัส\n\nเมื่อคุณหายใจออกช้าๆ ตัวรับแรงดันในส่วนโค้งของหลอดเลือดเอออร์ตาจะตรวจจับการเปลี่ยนแปลงของแรงดันและส่งสัญญาณไปยังก้านสมองให้ชะลออัตราการเต้นหัวใจ นี่คือเหตุผลที่เทคนิคที่มีการหายใจออกยาว (เช่น cyclic sighing) มีประสิทธิภาพเป็นพิเศษ\n\nการศึกษาของ Stanford ในปี 2023 พบว่าเพียง 5 นาทีของการฝึกหายใจอย่างเป็นระบบต่อวัน — โดยเฉพาะ cyclic sighing — มีประสิทธิภาพเหนือกว่าการทำสมาธิแบบ mindfulness ในการลดความวิตกกังวลและปรับปรุงอารมณ์ ผลลัพธ์วัดได้ตั้งแต่เซสชันแรกและสะสมเพิ่มขึ้นตลอด 28 วัน\n\nความแปรปรวนของอัตราการเต้นหัวใจ (HRV) ซึ่งเป็นตัวชี้วัดสำคัญของความทนทานต่อความเครียด ดีขึ้นอย่างมีนัยสำคัญจากการฝึกหายใจเป็นประจำ HRV ที่สูงขึ้นสัมพันธ์กับการควบคุมอารมณ์ที่ดีขึ้น ความยืดหยุ่นทางความคิด และสุขภาพหัวใจและหลอดเลือด\n\nข้อดีของการฝึกหายใจคือความสะดวก: ไม่ต้องใช้อุปกรณ์ ไม่ต้องการพื้นที่พิเศษ และทำได้ทุกที่ แม้แค่หายใจช้าหนึ่งนาทีก่อนเหตุการณ์ที่เครียดก็ช่วยลดการตอบสนองของคอร์ติซอลได้อย่างวัดผลได้",
      "recommendation": "หายใจช้าวันละ 2-5 นาที Box breathing (4-4-4-4) หรือ cyclic sighing"
    },
    "light": {
      "name": "รับแสงแดด",
      "oneLiner": "แสงแดดยามเช้าปรับนาฬิกาชีวภาพ — นอนหลับดีและอารมณ์ดีขึ้น",
      "action": "บันทึกการรับแสงแดด",
      "tldr": "การรับแสงสว่าง 10-30 นาทีช่วยปรับจังหวะชีวภาพ ปรับปรุงคุณภาพการนอน เพิ่มความตื่นตัว และมีฤทธิ์ต้านอาการซึมเศร้า",
      "body": "ร่างกายของคุณทำงานตามนาฬิกาหลัก — suprachiasmatic nucleus (SCN) ในไฮโปทาลามัส นาฬิกานี้ควบคุมว่าเมื่อไรคุณจะรู้สึกง่วง เมื่อไรคอร์ติซอลจะพุ่งสูง เมื่อไรอุณหภูมิร่างกายจะเพิ่มขึ้น และกระบวนการเป็นจังหวะอีกหลายร้อยอย่าง สิ่งกระตุ้นหลักที่ซิงโครไนซ์นาฬิกานี้คือแสงที่ตกกระทบเซลล์พิเศษในจอประสาทตาที่เรียกว่า intrinsically photosensitive retinal ganglion cells (ipRGCs)\n\nการรับแสงยามเช้ากระตุ้นปฏิกิริยาลูกโซ่: ยับยั้งการผลิตเมลาโทนิน เพิ่มคอร์ติซอล (การเพิ่มขึ้นตอนเช้าที่ดีต่อสุขภาพ) เพิ่มการสังเคราะห์เซโรโทนิน และตั้งเวลาสำหรับการปล่อยเมลาโทนินประมาณ 14-16 ชั่วโมงหลังจากนั้น นี่คือเหตุผลที่แสงยามเช้าปรับปรุงทั้งความตื่นตัวในตอนกลางวันและคุณภาพการนอนในตอนกลางคืน\n\nการทดลองทางคลินิกสำคัญใน JAMA Psychiatry ปี 2016 พบว่าการบำบัดด้วยแสงสว่างมีประสิทธิภาพเทียบเท่า fluoxetine (Prozac) สำหรับโรคซึมเศร้าชนิดรุนแรงที่ไม่เกี่ยวกับฤดูกาล — และการรวมทั้งสองวิธีมีประสิทธิภาพมากกว่าแต่ละวิธีอย่างมีนัยสำคัญ ขนาดผลลัพธ์มีความหมายทางคลินิกและรวดเร็ว\n\nการศึกษาปี 2023 ใน Nature Mental Health ที่วิเคราะห์ข้อมูลจากผู้เข้าร่วม UK Biobank กว่า 85,000 คน พบว่าการรับแสงกลางวันมากขึ้นสัมพันธ์กับความเสี่ยงซึมเศร้าที่ลดลง อารมณ์ดีขึ้น ตื่นเช้าง่ายขึ้น และเหนื่อยล้าน้อยลง ที่สำคัญ การรับแสงตอนกลางคืนมีผลตรงข้าม\n\nประเด็นสำคัญ: ไม่ใช่แค่เรื่องของการรับแสง — แต่เป็นการรับแสงที่ถูกต้องในเวลาที่ถูกต้อง แสงสว่างกลางแจ้งในตอนเช้าแตกต่างอย่างมากจากแสงประดิษฐ์ในอาคาร แม้ในวันที่มีเมฆมาก แสงกลางแจ้งมักสว่างกว่าแสงภายในอาคาร 10-50 เท่า",
      "recommendation": "ออกไปข้างนอกภายใน 1 ชั่วโมงหลังตื่น 10 นาทีเมื่อแดดออก 20-30 นาทีเมื่อเมฆครึ้ม"
    },
    "food": {
      "name": "อาหารเพื่อสุขภาพ",
      "oneLiner": "อาหารที่คุณกินสร้างสมอง — ทุกมื้อที่ดีมีความหมาย",
      "action": "บันทึกมื้ออาหารเพื่อสุขภาพ",
      "tldr": "อาหารแบบเมดิเตอร์เรเนียนลดความเสี่ยงโรคซึมเศร้าประมาณ 33% โรคหัวใจและหลอดเลือดประมาณ 30% และอัตราการเสียชีวิตจากทุกสาเหตุ",
      "body": "ความเชื่อมโยงระหว่างอาหารกับสุขภาพจิตในปัจจุบันได้รับการสนับสนุนจากหลักฐานการแทรกแซงที่แข็งแกร่ง ไม่ใช่แค่ความสัมพันธ์เชิงสังเกต สาขา \"จิตเวชศาสตร์โภชนาการ\" ได้เติบโตอย่างระเบิดในทศวรรษที่ผ่านมา\n\nSMILES trial (2017) ที่เป็นจุดเปลี่ยนสำคัญเป็นการทดลองแบบสุ่มมีกลุ่มควบคุมครั้งแรกที่ทดสอบโดยตรงว่าการปรับปรุงอาหารสามารถรักษาโรคซึมเศร้าทางคลินิกได้หรือไม่ ผู้เข้าร่วมที่เป็นโรคซึมเศร้าชนิดรุนแรงที่ได้รับคำปรึกษาด้านอาหารแบบเมดิเตอร์เรเนียนแสดงการดีขึ้นมากกว่าอย่างมีนัยสำคัญเมื่อเทียบกับผู้ที่ได้รับการสนับสนุนทางสังคม หลังจาก 12 สัปดาห์ 32% ของกลุ่มอาหารหายจากอาการเทียบกับ 8% ในกลุ่มควบคุม\n\nPREDIMED trial ซึ่งเป็นหนึ่งในการศึกษาแทรกแซงด้านอาหารที่ใหญ่ที่สุดเท่าที่เคยมีมา (7,447 ผู้เข้าร่วม) แสดงให้เห็นว่าอาหารเมดิเตอร์เรเนียนเสริมน้ำมันมะกอกบริสุทธิ์พิเศษหรือถั่วลดเหตุการณ์ทางหัวใจและหลอดเลือดประมาณ 30% เมื่อเทียบกับอาหารควบคุม ผลลัพธ์มีนัยสำคัญมากจนการทดลองถูกยุติก่อนกำหนดด้วยเหตุผลทางจริยธรรม\n\nกลไกมีหลายด้าน: ผลต้านการอักเสบ (การอักเสบเรื้อรังเชื่อมโยงกับโรคซึมเศร้า) ความหลากหลายของจุลินทรีย์ในลำไส้ (ลำไส้ผลิตเซโรโทนินประมาณ 95%) การควบคุมน้ำตาลในเลือดที่ดีขึ้น (น้ำตาลพุ่งสูงทำลายการทำงานของสมอง) และการจัดหาสารอาหารสำคัญสำหรับการสังเคราะห์สารสื่อประสาทได้ดีขึ้น (โอเมก้า-3 วิตามินบี สังกะสี แมกนีเซียม)\n\nคุณไม่จำเป็นต้องเปลี่ยนอาหารทั้งหมดในชั่วข้ามคืน งานวิจัยแสดงอย่างสม่ำเสมอว่าการปรับปรุงทีละน้อยให้ผลลัพธ์ที่มีความหมาย การเพิ่มผัก ลดอาหารแปรรูปสูง และกินอาหารธรรมชาติมากขึ้นสร้างวงจรป้อนกลับเชิงบวก — โภชนาการที่ดีขึ้นปรับปรุงอารมณ์ ซึ่งปรับปรุงการเลือกอาหาร",
      "recommendation": "เพิ่มผักอีกหนึ่งส่วน เปลี่ยนขนมแปรรูปเป็นผลไม้/ถั่ว"
    },
    "sleep": {
      "name": "การนอน",
      "oneLiner": "สมองทำความสะอาดตัวเองขณะนอน — ทุกชั่วโมงมีค่า",
      "action": "บันทึกเวลานอน",
      "tldr": "ระหว่างการนอนหลับลึก ระบบ glymphatic ของสมองจะกำจัดของเสีย นอนน้อยกว่า 7 ชั่วโมงเพิ่มอัตราการเสียชีวิต 13% การอดนอนเพียงคืนเดียวลดการควบคุมอารมณ์ลงประมาณ 60%",
      "body": "การนอนหลับไม่ใช่ภาวะหมดสติแบบเฉยๆ — มันเป็นกระบวนการที่ทำงานอยู่ มีระเบียบสูง และจำเป็นต่อการอยู่รอด ระหว่างการนอนหลับลึก (คลื่นช้า) ระบบ glymphatic ของสมองเพิ่มการไหลของน้ำหล่อสมองและไขสันหลังขึ้น 60% ชะล้างสารเมตาบอไลต์รวมถึง beta-amyloid ซึ่งเป็นโปรตีนที่เกี่ยวข้องกับโรคอัลไซเมอร์\n\nงานวิจัยบุกเบิกในปี 2013 โดย Xie และคณะ ตีพิมพ์ในวารสาร Science ค้นพบว่าช่องว่างระหว่างเซลล์สมองขยายตัว 60% ระหว่างนอนหลับ ทำให้การ \"ล้างสมอง\" นี้เกิดขึ้นได้ ซึ่งหมายความว่าการนอนไม่พอเรื้อรังอาจทำให้ของเสียพิษสะสมในสมองของคุณอย่างแท้จริง\n\nข้อมูลอัตราการเสียชีวิตชัดเจนมาก: การวิเคราะห์อภิมานจากผู้เข้าร่วม 1.3 ล้านคนพบว่านอนน้อยกว่า 7 ชั่วโมงต่อคืนสัมพันธ์กับความเสี่ยงเสียชีวิตจากทุกสาเหตุเพิ่มขึ้น 13% แต่ไม่ใช่แค่เรื่องระยะเวลา — คุณภาพการนอนก็สำคัญมาก\n\nสิ่งที่เกี่ยวข้องโดยตรงที่สุด: การอดนอนเพียงคืนเดียวทำให้อะมิกดาลาตอบสนองต่อสิ่งเร้าเชิงลบเพิ่มขึ้น 60% ซึ่งเท่ากับตัดการเชื่อมต่อระหว่างคอร์เทกซ์พรีฟรอนทัล (สมองเหตุผล) กับศูนย์อารมณ์ของคุณ นี่คือเหตุผลที่ทุกอย่างรู้สึกแย่ลงหลังจากนอนไม่ดี — ความสามารถของสมองในการควบคุมอารมณ์บกพร่องทางสรีรวิทยา\n\nการนอนยังช่วยรวบรวมความจำ ควบคุมฮอร์โมน (ฮอร์โมนการเจริญเติบโตจะหลั่งเป็นหลักระหว่างนอนหลับลึก) รักษาระบบภูมิคุ้มกัน (ประสิทธิภาพของเซลล์ T ลดลงอย่างมีนัยสำคัญหลังจากนอนไม่ดีเพียงคืนเดียว) และควบคุมฮอร์โมนความอยากอาหาร (การนอนไม่พอเพิ่ม ghrelin และลด leptin ทำให้คุณหิวมากขึ้น)\n\nสองสิ่งที่ส่งผลมากที่สุดสำหรับการนอนคือความสม่ำเสมอ (เวลานอน/ตื่นเดิมทุกวัน) และการรับแสงยามเช้า (ซึ่งตั้งเวลาเมลาโทนินสำหรับตอนเย็น)",
      "recommendation": "7-9 ชั่วโมง เวลานอนและตื่นที่สม่ำเสมอ"
    },
    "exercise": {
      "name": "ออกกำลังกาย",
      "oneLiner": "ยาต้านซึมเศร้าอันดับ 1 และเครื่องมือยืดอายุ — ขยับร่างกายทุกวัน",
      "action": "บันทึกการออกกำลังกาย",
      "tldr": "ลดอัตราการเสียชีวิตจากทุกสาเหตุ 30-35% มีประสิทธิภาพเท่ากับ SSRI สำหรับโรคซึมเศร้า ส่งเสริมการสร้างเซลล์ประสาทใหม่ แค่เดินเร็ว 11 นาทีก็ช่วยได้",
      "body": "การออกกำลังกายคือสิ่งที่ใกล้เคียงยาวิเศษมากที่สุดที่เรามี การวิเคราะห์อภิมานของ BMJ ปี 2024 จากการศึกษากว่า 200 ชิ้นพบว่าการออกกำลังกายมีประสิทธิภาพมากกว่าการให้คำปรึกษาหรือยาชั้นนำ 1.5 เท่าในการลดอาการซึมเศร้า วิตกกังวล และความทุกข์ทางจิตใจ การเดินหรือวิ่ง โยคะ และการฝึกความแข็งแรงอยู่ในกลุ่มที่มีประสิทธิภาพสูงสุด\n\nกราฟการตอบสนองต่อปริมาณการออกกำลังกายเน้นหนักที่ช่วงเริ่มต้นอย่างน่าทึ่ง: การศึกษาปี 2023 ใน British Journal of Sports Medicine ที่วิเคราะห์ข้อมูลจาก 196 การศึกษาพบว่าแค่เดินเร็ววันละ 11 นาที (75 นาที/สัปดาห์) สัมพันธ์กับความเสี่ยงเสียชีวิตก่อนวัยลดลง 23% การเปลี่ยนจากไม่ทำอะไรเลยไปเป็นทำเพียงเล็กน้อยให้ประโยชน์ส่วนเพิ่มมากที่สุด\n\nในด้านระบบประสาท การศึกษาสำคัญในปี 2011 บน PNAS แสดงให้เห็นว่าการออกกำลังกายแบบแอโรบิกระดับปานกลางหนึ่งปีเพิ่มปริมาตรฮิปโปแคมปัสขึ้น 2% ซึ่งเท่ากับย้อนกลับการหดตัวจากอายุ 1-2 ปี ฮิปโปแคมปัสมีความสำคัญต่อความจำและเป็นหนึ่งในโครงสร้างแรกๆ ที่ได้รับผลกระทบจากโรคอัลไซเมอร์ การออกกำลังกายส่งเสริมการสร้างเซลล์ประสาทใหม่ (การเกิดของเซลล์สมองใหม่) ผ่านการเพิ่ม BDNF (brain-derived neurotrophic factor)\n\nการออกกำลังกายยังปรับปรุงคุณภาพการนอน ลดการอักเสบ ปรับปรุงความไวต่ออินซูลิน เสริมความแข็งแรงของกระดูก ลดความเสี่ยงมะเร็ง ปรับปรุงการทำงานของสมอง และเพิ่มความมั่นใจในตัวเอง กลไกมีความหลากหลายมากจนไม่มียาตัวเดียวที่จะทำซ้ำประโยชน์ทั้งหมดของการออกกำลังกายสม่ำเสมอได้\n\nข้อค้นพบสำคัญจากงานวิจัยสมัยใหม่: ผลประโยชน์ด้านสุขภาพที่ใหญ่ที่สุดมาจากการเปลี่ยนจากไม่ทำอะไรเลยเป็นทำอะไรสักอย่าง คุณไม่จำเป็นต้องวิ่งมาราธอน เดิน 10 นาทีดีกว่าไม่เดินเลยอย่างไม่มีที่เปรียบ เริ่มจากเล็กน้อยมากๆ และสร้างความสม่ำเสมอก่อนจะเพิ่มความเข้มข้น",
      "recommendation": "ทุกการเคลื่อนไหวมีค่า เดิน 10 นาทีดีกว่าไม่เดินเลยอย่างมหาศาล"
    },
    "gratitude": {
      "name": "ความกตัญญู",
      "oneLiner": "3 สิ่งดีๆ ช่วยปรับสมองให้คิดบวก",
      "action": "เขียนสิ่งที่รู้สึกขอบคุณ",
      "tldr": "การเขียนสิ่งที่รู้สึกขอบคุณเพิ่มความเป็นอยู่ที่ดี 10-25% ปรับปรุงการนอน ลดอาการซึมเศร้า และสร้างการเปลี่ยนแปลงทางระบบประสาทที่ยั่งยืน",
      "body": "การฝึกความกตัญญูเป็นหนึ่งในการแทรกแซงทางจิตวิทยาเชิงบวกที่ได้รับการศึกษามากที่สุด โดยมีหลักฐานที่แข็งแกร่งครอบคลุมกว่าสองทศวรรษ ผลลัพธ์ไม่ได้เป็นเพียงความรู้สึกส่วนตัว — การฝึกความกตัญญูสร้างการเปลี่ยนแปลงที่วัดได้ในโครงสร้างและการทำงานของสมอง\n\nการศึกษาพื้นฐานในปี 2003 โดย Emmons และ McCullough พบว่าคนที่เขียนเกี่ยวกับสิ่งที่พวกเขารู้สึกขอบคุณทุกสัปดาห์ออกกำลังกายมากขึ้น มีอาการทางกายน้อยลง และรู้สึกดีกับชีวิตมากกว่าคนที่เขียนเกี่ยวกับปัญหาหรือเหตุการณ์ทั่วไป ขนาดผลลัพธ์มีนัยสำคัญ: ดัชนีความเป็นอยู่ที่ดีเพิ่มขึ้น 10-25%\n\nการศึกษา fMRI ปี 2016 โดย Kini และคณะ พบว่าการฝึกความกตัญญูสร้างการเปลี่ยนแปลงระยะยาวในวิธีที่สมองประมวลผลข้อมูล ผู้เข้าร่วมที่เขียนจดหมายขอบคุณแสดงความไวทางระบบประสาทต่อประสบการณ์ความกตัญญูมากขึ้นอย่างมีนัยสำคัญแม้ผ่านไปหลายเดือน — แม้ในตอนที่ไม่ได้ฝึกอยู่ คอร์เทกซ์พรีฟรอนทัลส่วนกลางซึ่งเกี่ยวข้องกับการเรียนรู้และการตัดสินใจแสดงการเปลี่ยนแปลงที่มีนัยสำคัญมากที่สุด นี่แสดงว่าการฝึกความกตัญญูปรับเปลี่ยนการประมวลผลพื้นฐานของสมองอย่างแท้จริง\n\nความเชื่อมโยงกับการนอนน่าสนใจเป็นพิเศษ: Wood และคณะ (2009) พบว่าความกตัญญูสัมพันธ์กับคุณภาพการนอนที่ดีขึ้นผ่านกลไกความคิดก่อนนอนเป็นหลัก คนที่มีความกตัญญูมีความคิดเชิงบวกมากกว่าและความคิดเชิงลบน้อยกว่าก่อนนอน ซึ่งนำไปสู่การหลับเร็วขึ้นและคุณภาพการนอนที่ดีขึ้น\n\nกุญแจสำคัญของการฝึกความกตัญญูที่มีประสิทธิภาพคือความเจาะจง \"ขอบคุณสำหรับสุขภาพ\" มีผลกระทบน้อยกว่า \"ขอบคุณที่ขาของฉันพาฉันเดินเล่นในสวนเมื่อเช้านี้และฉันสังเกตเห็นดอกซากุระกำลังบาน\" มาก ความกตัญญูที่เจาะจงบังคับให้คุณมีชีวิตชีวากับประสบการณ์ที่ดีอีกครั้ง ขยายผลกระทบทางอารมณ์และฝึกสมองให้สังเกตรายละเอียดเชิงบวก",
      "recommendation": "1-3 สิ่งที่เจาะจงต่อวัน เขียนให้เจาะจง ไม่ใช่กว้างๆ"
    }
  },
  "breathing": {
    "inhale": "หายใจเข้า",
    "hold": "กลั้น",
    "exhale": "หายใจออก",
    "tapToStart": "แตะเพื่อเริ่ม",
    "sessionComplete": "เสร็จสิ้นเซสชัน",
    "rounds": "{{count}} รอบ"
  },
  "progress": {
    "title": "ความก้าวหน้า",
    "currentStreak": "สถิติต่อเนื่องปัจจุบัน",
    "bestStreak": "สถิติต่อเนื่องที่ดีที่สุด",
    "days": "วัน",
    "thisWeek": "สัปดาห์นี้",
    "thisYear": "ปีนี้",
    "completionRate": "สำเร็จ {{rate}}%",
    "noData": "ยังไม่มีข้อมูล"
  },
  "settings": {
    "title": "การตั้งค่า",
    "habits": "นิสัย",
    "hideHabit": "ซ่อนนิสัย",
    "showHabit": "แสดงนิสัย",
    "notifications": "การแจ้งเตือน",
    "language": "ภาษา",
    "autoDetect": "ตรวจจับอัตโนมัติ",
    "theme": "ธีม",
    "themeLight": "สว่าง",
    "themeDark": "มืด",
    "themeAuto": "อัตโนมัติ",
    "about": "เกี่ยวกับ",
    "version": "เวอร์ชัน {{version}}",
    "myHabits": "My Habits",
    "addHabit": "Add a habit...",
    "resetData": "รีเซ็ตข้อมูลทั้งหมด",
    "resetConfirm": "การดำเนินการนี้จะลบข้อมูลทั้งหมดของคุณ คุณแน่ใจหรือไม่?"
  },
  "article": {
    "whyTitle": "ทำไมต้อง{{habit}}?",
    "tldr": "สรุป",
    "studies": "งานวิจัย",
    "recommendation": "ควรทำอะไร"
  },
  "common": {
    "done": "เสร็จ",
    "cancel": "ยกเลิก",
    "save": "บันทึก",
    "delete": "ลบ",
    "edit": "แก้ไข",
    "ok": "ตกลง",
    "yes": "ใช่",
    "no": "ไม่",
    "notFound": "ไม่พบ"
  }
}
